Repository: Robert-prog196/MeineApps.Ava
Catalog: src/Apps/FitnessRechner/FitnessRechner.Shared/Resources/Strings/AppStrings.*.resx
Languages: de, es, fr, it, pt

# EmptyWaterHint
source: Start tracking your water intake
de: Wasseraufnahme verfolgen
es: Empieza a registrar tu consumo de agua
fr: Commencez à suivre votre hydratation
it: Inizia a monitorare l'assunzione di acqua
pt: Comece a registrar sua ingestão de água

# EmptyBmiHint
source: Record your BMI to monitor changes
de: BMI erfassen um Veränderungen zu beobachten
es: Registra tu IMC para monitorear cambios
fr: Enregistrez votre IMC pour suivre les changements
it: Registra il tuo BMI per monitorare i cambiamenti
pt: Registre seu IMC para monitorar mudanças

# EmptyBodyFatHint
source: Track your body fat percentage
de: Körperfettanteil verfolgen
es: Registra tu porcentaje de grasa corporal
fr: Suivez votre pourcentage de graisse corporelle
it: Traccia la tua percentuale di grasso corporeo
pt: Registre seu percentual de gordura corporal

# MealSubtotal
source: Subtotal
de: Zwischensumme
fr: Sous-total
it: Subtotale

# RecentFoods
source: Recent
de: Zuletzt verwendet
es: Recientes
fr: Récemment utilisés
it: Recenti
pt: Recentes

source: Copy yesterday
de: Gestern kopieren
es: Copiar de ayer
fr: Copier d'hier
it: Copia da ieri
pt: Copiar de ontem

# MealsCopied
source: {0} meals copied
de: {0} Mahlzeiten kopiert
es: {0} comidas copiadas
fr: {0} repas copiés
it: {0} pasti copiati
pt: {0} refeições copiadas

# NoMealsYesterday
source: No meals from yesterday
de: Keine Mahlzeiten von gestern
es: Sin comidas de ayer
fr: Aucun repas d'hier
it: Nessun pasto di ieri
pt: Sem refeições de ontem

# Days7
source: 7 Days
de: 7 Tage
es: 7 Días
fr: 7 Jours
it: 7 Giorni
pt: 7 Dias

# Days90
source: 90 Days
de: 90 Tage
es: 90 Días
fr: 90 Jours
it: 90 Giorni
pt: 90 Dias

# GreetingMorning
source: Good morning!
de: Guten Morgen!
es: ¡Buenos días!
fr: Bonjour !
it: Buongiorno!
pt: Bom dia!

# GreetingAfternoon
source: Good afternoon!
de: Guten Tag!
es: ¡Buenas tardes!
fr: Bon après-midi !
it: Buon pomeriggio!
pt: Boa tarde!

# GreetingEvening
source: Good evening!
de: Guten Abend!
es: ¡Buenas noches!
fr: Bonsoir !
it: Buonasera!
pt: Boa noite!

# PortionDefault
source: Portion
es: Porción
it: Porzione
pt: Porção

# QuickAddWeight
source: Enter weight
es: Registrar peso
it: Inserisci peso
pt: Registrar peso

# WeeklyCalories
source: Weekly Overview
de: Wochenübersicht
es: Resumen semanal
fr: Aperçu hebdomadaire
it: Panoramica settimanale
pt: Visão semanal

source: Daily Progress
es: Progreso diario
it: Progresso giornaliero
pt: Progresso diário

# MotivQuote1
source: Every step counts. Keep going!
es: Cada paso cuenta. ¡Sigue adelante!
it: Ogni passo conta. Vai avanti!
pt: Cada passo conta. Continue!

# MotivQuote2
source: Your body is your most important tool.
es: Tu cuerpo es tu herramienta más importante.
it: Il tuo corpo è il tuo strumento più importante.
pt: Seu corpo é sua ferramenta mais importante.

# MotivQuote3
source: Small changes lead to big results.
es: Pequeños cambios llevan a grandes resultados.
it: Piccoli cambiamenti portano a grandi risultati.
pt: Pequenas mudanças levam a grandes resultados.

# MotivQuote4
source: Today is a new chance to be better.
es: Hoy es una nueva oportunidad para mejorar.
it: Oggi è una nuova occasione per migliorare.
pt: Hoje é uma nova chance de melhorar.

# MotivQuote5
source: Consistency beats perfection.
es: La constancia vence a la perfección.
it: La costanza batte la perfezione.
pt: Consistência vence a perfeição.

# MotivQuote6
source: You are stronger than you think.
es: Eres más fuerte de lo que piensas.
it: Sei più forte di quanto pensi.
pt: Você é mais forte do que pensa.

# MotivQuote7
source: Progress, not perfection.
es: Progreso, no perfección.
it: Progresso, non perfezione.
pt: Progresso, não perfeição.

# MotivQuote8
source: Every healthy choice is a victory.
es: Cada elección saludable es una victoria.
it: Ogni scelta sana è una vittoria.
pt: Cada escolha saudável é uma vitória.

# MotivQuote9
source: Your future self will thank you.
es: Tu yo del futuro te lo agradecerá.
it: Il tuo futuro te ne sarà grato.
pt: Seu eu futuro vai agradecer.

# MotivQuote10
source: One day at a time.
es: Un día a la vez.
it: Un giorno alla volta.
pt: Um dia de cada vez.

# TrendUp
source: Increasing
es: En aumento
it: In aumento
pt: Em alta

# TrendDown
source: Decreasing
es: En descenso
it: In calo
pt: Em baixa

# TrendFlat
source: Stable
es: Estable
it: Stabile
pt: Estável

# ActivityCalendar
source: Activity
es: Actividad
it: Attività
pt: Atividade

# LessActive
source: Less
es: Menos
it: Meno
pt: Menos

# MoreActive
source: More
es: Más
it: Più
pt: Mais

# HeatmapHint
source: Keep tracking to fill your activity calendar!
es: ¡Sigue registrando para llenar tu calendario de actividad!
it: Continua a tracciare per riempire il tuo calendario attività!
pt: Continue registrando para preencher seu calendário de atividades!

source: Milestones
es: Hitos
it: Traguardi
pt: Marcos

# AchFirstLog
source: First Steps
es: Primeros pasos
it: Primi passi
pt: Primeiros passos

# AchWeekStreak
source: Week Complete
es: Semana completa
it: Settimana completa
pt: Semana completa

# AchMonthStreak
source: Month Marathon
es: Maratón mensual
it: Maratona mensile
pt: Maratona mensal

# AchQuarterStreak
source: Quarter Champion
es: Campeón trimestral
it: Campione trimestrale
pt: Campeão trimestral

# AchYearStreak
source: Year Legend
es: Leyenda anual
it: Leggenda annuale
pt: Lenda anual

# AchGourmet
source: Gourmet
it: Buongustaio

# AchMealMaster
source: Meal Master
es: Maestro de comidas
it: Maestro dei pasti
pt: Mestre das refeições

# AchBarcodeScanner
source: Barcode Scanner
es: Escáner de códigos
it: Scanner di codici
pt: Scanner de códigos

# AchRecipeChef
source: Recipe Chef
es: Chef de recetas
it: Chef di ricette
pt: Chef de receitas

# AchCaloriePro
source: Calorie Pro
es: Profesional de calorías
it: Professionista calorie
pt: Profissional de calorias

# AchFirstWater
source: First Spring
es: Primera fuente
it: Prima fonte
pt: Primeira fonte

# AchHydrationHero
source: Hydration Hero
es: Héroe de hidratación
it: Eroe dell'idratazione
pt: Herói da hidratação

# AchAquaMaster
source: Aqua Master
es: Maestro del agua
it: Maestro dell'acqua
pt: Mestre da água

# AchOceanConqueror
source: Ocean Conqueror
es: Conquistador del océano
it: Conquistatore dell'oceano
pt: Conquistador do oceano

# AchScaleFriend
source: Scale Friend
es: Amigo de la báscula
it: Amico della bilancia
pt: Amigo da balança

# AchTransformation
source: Transformation
es: Transformación
it: Trasformazione
pt: Transformação

# AchBodyConscious
source: Body Conscious
es: Consciente corporal
it: Consapevole del corpo
pt: Consciente corporal

# AchPremiumAthlete
source: Premium Athlete
es: Atleta Premium
it: Atleta Premium
pt: Atleta Premium

# AchNightOwl
source: Night Owl
es: Búho nocturno
it: Gufo notturno
pt: Coruja noturna

# AchEarlyBird
source: Early Bird
es: Madrugador
it: Mattiniero
pt: Madrugador

# AchFirstLogDesc
source: Log your first entry
es: Registra tu primera entrada
it: Registra la tua prima voce
pt: Registre sua primeira entrada

# AchWeekStreakDesc
source: Logged 7 days in a row
es: 7 días seguidos registrando
it: 7 giorni consecutivi registrati
pt: 7 dias seguidos registrando

# AchMonthStreakDesc
source: Logged 30 days in a row
es: 30 días seguidos registrando
it: 30 giorni consecutivi registrati
pt: 30 dias seguidos registrando

# AchQuarterStreakDesc
source: Reached 90 day streak
es: 90 días de racha alcanzados
it: 90 giorni di serie raggiunti
pt: 90 dias de série alcançados

# AchYearStreakDesc
source: Reached 365 day streak
es: 365 días de racha alcanzados
it: 365 giorni di serie raggiunti
pt: 365 dias de série alcançados

# AchGourmetDesc
source: Logged 10 different foods
es: 10 alimentos diferentes registrados
it: 10 alimenti diversi registrati
pt: 10 alimentos diferentes registrados

# AchMealMasterDesc
source: Logged 100 meals
es: 100 comidas registradas
it: 100 pasti registrati
pt: 100 refeições registradas

# AchBarcodeScannerDesc
source: Scanned 10 barcodes
es: 10 códigos de barras escaneados
it: 10 codici a barre scansionati
pt: 10 códigos de barras escaneados

# AchRecipeChefDesc
source: Created 5 recipes
es: 5 recetas creadas
it: 5 ricette create
pt: 5 receitas criadas

# AchCalorieProDesc
source: Met calorie goal for 7 days
es: Meta de calorías cumplida 7 días
it: Obiettivo calorie raggiunto 7 giorni
pt: Meta de calorias cumprida 7 dias

# AchFirstWaterDesc
source: Logged first water
es: Primera agua registrada
it: Prima acqua registrata
pt: Primeira água registrada

# AchHydrationHeroDesc
source: Hit water goal for 7 days
es: Meta de agua alcanzada 7 días
it: Obiettivo acqua raggiunto 7 giorni
pt: Meta de água alcançada 7 dias

# AchAquaMasterDesc
source: Drank 100 liters total
es: 100 litros bebidos en total
it: 100 litri bevuti in totale
pt: 100 litros bebidos no total

# AchOceanConquerorDesc
source: Drank 1000 liters total
es: 1000 litros bebidos en total
it: 1000 litri bevuti in totale
pt: 1000 litros bebidos no total

# AchScaleFriendDesc
source: Created 10 weight entries
es: 10 entradas de peso creadas
it: 10 voci di peso create
pt: 10 entradas de peso criadas

# AchTransformationDesc
source: Reached weight goal
es: Meta de peso alcanzada
it: Obiettivo di peso raggiunto
pt: Meta de peso alcançada

# AchBodyConsciousDesc
source: Used all 5 calculators
es: Usados los 5 calculadores
it: Usati tutti i 5 calcolatori
pt: Usadas as 5 calculadoras

# AchPremiumAthleteDesc
source: Purchased Premium
es: Premium adquirido
it: Premium acquistato
pt: Premium adquirido

# AchNightOwlDesc
source: Logged after 10 PM
es: Registrado después de las 22h
it: Registrato dopo le 22
pt: Registrado após as 22h

# AchEarlyBirdDesc
source: Logged before 6 AM
es: Registrado antes de las 6h
it: Registrato prima delle 6
pt: Registrado antes das 6h

# ChallWater8
source: 8 Glasses of Water
es: 8 vasos de agua
it: 8 bicchieri d'acqua
pt: 8 copos de água

# ChallLog3Meals
source: Log 3 Meals
es: Registrar 3 comidas
it: Registra 3 pasti
pt: Registrar 3 refeições

# ChallWeighToday
source: Weigh Today
es: Pesarse hoy
it: Pesarsi oggi
pt: Pesar-se hoje

# ChallUnderCalorie
source: Under Calorie Goal
es: Bajo la meta calórica
it: Sotto l'obiettivo calorico
pt: Abaixo da meta calórica

# ChallAllMainMeals
source: All Main Meals
es: Todas las comidas principales
it: Tutti i pasti principali
pt: Todas as refeições principais

# ChallProtein100
source: 100g Protein
es: 100g de proteína
it: 100g di proteine
pt: 100g de proteína

# ChallTrack5Foods
source: Track 5 Foods
es: Rastrear 5 alimentos
it: Traccia 5 alimenti
pt: Rastrear 5 alimentos

# ChallWaterBefore16
source: Water Before 4 PM
es: Agua antes de las 16h
it: Acqua prima delle 16
pt: Água antes das 16h

# ChallCalcBmi
source: Calculate BMI
es: Calcular IMC
it: Calcola BMI
pt: Calcular IMC

# ChallScanBarcode
source: Scan a Barcode
es: Escanear un código
it: Scansiona un codice
pt: Escanear um código

# ChallWater8Desc
source: Drink 8 glasses of water (2000ml)
es: Bebe 8 vasos de agua (2000ml)
it: Bevi 8 bicchieri d'acqua (2000ml)
pt: Beba 8 copos de água (2000ml)

# ChallLog3MealsDesc
source: Log 3 meals today
es: Registra 3 comidas hoy
it: Registra 3 pasti oggi
pt: Registre 3 refeições hoje

# ChallWeighTodayDesc
source: Enter your weight today
es: Registra tu peso de hoy
it: Inserisci il tuo peso di oggi
pt: Registre seu peso de hoje

# ChallUnderCalorieDesc
source: Stay under your calorie goal
es: Mantente bajo tu meta calórica
it: Resta sotto il tuo obiettivo calorico
pt: Fique abaixo da sua meta calórica

# ChallAllMainMealsDesc
source: Log breakfast, lunch and dinner
es: Registra desayuno, almuerzo y cena
it: Registra colazione, pranzo e cena
pt: Registre café da manhã, almoço e jantar

# ChallProtein100Desc
source: Eat over 100g protein today
es: Come más de 100g de proteína hoy
it: Mangia oltre 100g di proteine oggi
pt: Coma mais de 100g de proteína hoje

# ChallTrack5FoodsDesc
source: Track at least 5 foods
es: Rastrea al menos 5 alimentos
it: Traccia almeno 5 alimenti
pt: Rastreie pelo menos 5 alimentos

# ChallWaterBefore16Desc
source: Reach 2L water before 4 PM
es: Alcanza 2L de agua antes de las 16h
it: Raggiungi 2L d'acqua prima delle 16
pt: Alcance 2L de água antes das 16h

# ChallCalcBmiDesc
source: Use the BMI calculator
es: Usa la calculadora de IMC
it: Usa il calcolatore BMI
pt: Use a calculadora de IMC

# ChallScanBarcodeDesc
source: Scan a product barcode
es: Escanea un código de barras
it: Scansiona un codice a barre
pt: Escaneie um código de barras

# Level
source: Level {0}
es: Nivel {0}
it: Livello {0}
pt: Nível {0}

source: Daily Challenge
es: Desafío diario
it: Sfida giornaliera
pt: Desafio diário

# ChallengeCompleted
source: Completed!
es: ¡Completado!
it: Completato!
pt: Concluído!

# AchievementUnlockedText
source: Achievement Unlocked!
es: ¡Logro desbloqueado!
it: Obiettivo sbloccato!
pt: Conquista desbloqueada!

# LevelUpText
source: Level Up!
es: ¡Subida de nivel!
it: Livello aumentato!
pt: Subiu de nível!

# AchievementsTitle
source: Achievements
es: Logros
it: Obiettivi
pt: Conquistas

source: Badges
es: Insignias
it: Badge
pt: Insígnias

source: Show All
es: Mostrar todo
it: Mostra tutto
pt: Mostrar tudo

source: Weekly Comparison
es: Comparación semanal
it: Confronto settimanale
pt: Comparação semanal

source: This Week
es: Esta semana
it: Questa settimana
pt: Esta semana

source: Last Week
es: Semana pasada
it: Settimana scorsa
pt: Semana passada

source: Logging Days
es: Días de registro
it: Giorni di registrazione
pt: Dias de registro

source: Locked
es: Bloqueado
it: Bloccato
pt: Bloqueado

# SettingsNotifications
source: Notifications
es: Notificaciones
it: Notifiche
pt: Notificações

source: Haptic Feedback
es: Retroalimentación háptica
it: Feedback aptico
pt: Feedback háptico

source: Sound Effects
es: Efectos de sonido
it: Effetti sonori
pt: Efeitos sonoros

source: Water Reminder
es: Recordatorio de agua
it: Promemoria acqua
pt: Lembrete de água

source: Weight Reminder
es: Recordatorio de peso
it: Promemoria peso
pt: Lembrete de peso

# EveningReminder
source: Evening Summary
es: Resumen nocturno
it: Riepilogo serale
pt: Resumo noturno

# EveningSummary
source: Today's Summary
es: Resumen del día
it: Riepilogo del giorno
pt: Resumo do dia

# RatingGreatDay
source: Great day!
es: ¡Gran día!
it: Ottima giornata!
pt: Ótimo dia!

# RatingGoodDay
source: Good day!
es: ¡Buen día!
it: Buona giornata!
pt: Bom dia!

# RatingTomorrowBetter
source: Tomorrow will be better!
es: ¡Mañana será mejor!
it: Domani andrà meglio!
pt: Amanhã será melhor!

# EmptyStateTitle
source: Start your fitness journey!
es: ¡Comienza tu viaje fitness!
it: Inizia il tuo percorso fitness!
pt: Comece sua jornada fitness!

# EmptyStateSubtitle
source: Track your weight, water and calories to unlock all dashboard features.
es: Registra tu peso, agua y calorías para desbloquear todas las funciones del panel.
it: Registra peso, acqua e calorie per sbloccare tutte le funzioni della dashboard.
pt: Registre seu peso, água e calorias para desbloquear todas as funções do painel.

# EmptyStateHint
source: Use the buttons above to get started
es: Usa los botones de arriba para empezar
it: Usa i pulsanti sopra per iniziare
pt: Use os botões acima para começar

source: Min
es: Mín
pt: Mín

source: Max
es: Máx
pt: Máx

source: per 100g
de: pro 100g
es: por 100g
fr: pour 100g
pt: por 100g

# TabHome
source: Home
de: Start
es: Inicio
fr: Accueil
pt: Início
