Repository: Robert-prog196/MeineApps.Ava
Catalog: src/Apps/FitnessRechner/FitnessRechner.Shared/Resources/Strings/AppStrings.*.resx
Languages: de, es, fr, it, pt

# WaterRemaining
source: {0} ml remaining
de: Noch {0} ml verfügbar
es: {0} ml restantes
fr: {0} ml restants
it: {0} ml rimanenti
pt: {0} ml restantes

source: Unknown Product
de: Unbekanntes Produkt
es: Producto desconocido
fr: Produit inconnu
it: Prodotto sconosciuto
pt: Produto desconhecido

source: Enter barcode manually...
de: Barcode manuell eingeben...
es: Introducir código de barras...
fr: Saisir le code-barres...
it: Inserire codice a barre...
pt: Inserir código de barras...

# SearchBarcodeButton
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
pt: Pesquisar

# CameraNotAvailable
source: Enter a barcode number to look up nutrition info
de: Barcode-Nummer eingeben um Nährwerte nachzuschlagen
es: Introduce un código de barras para buscar información nutricional
fr: Saisissez un code-barres pour rechercher les informations nutritionnelles
it: Inserisci un codice a barre per cercare le informazioni nutrizionali
pt: Insira um código de barras para pesquisar informações nutricionais

# UseProduct
source: Use
de: Verwenden
es: Usar
fr: Utiliser
it: Usa
pt: Usar

source: Scan again
de: Erneut scannen
es: Escanear de nuevo
fr: Scanner à nouveau
it: Scansiona di nuovo
pt: Escanear novamente

# TrialInfo
source: Trial: {0} days left
de: Testversion: noch {0} Tage
es: Prueba: {0} días restantes
fr: Essai: {0} jours restants
it: Prova: {0} giorni rimasti
pt: Teste: {0} dias restantes

# TrackingDescription
source: Track weight, BMI, water & calories
de: Gewicht, BMI, Wasser & Kalorien tracken
es: Registra peso, IMC, agua y calorías
fr: Suivez poids, IMC, eau et calories
it: Traccia peso, IMC, acqua e calorie
pt: Rastreie peso, IMC, água e calorias

# BarcodeScannerTitle
source: Calories & Meals
de: Kalorien & Mahlzeiten
es: Calorías y comidas
fr: Calories et repas
it: Calorie e pasti
pt: Calorias e refeições

# BarcodeScannerDescription
source: Search food and track calories
de: Lebensmittel suchen und Kalorien tracken
es: Buscar alimentos y registrar calorías
fr: Rechercher des aliments et suivre les calories
it: Cerca alimenti e traccia le calorie
pt: Pesquisar alimentos e rastrear calorias

source: Premium benefits
de: Premium-Vorteile
es: Beneficios Premium
fr: Avantages Premium
it: Vantaggi Premium
pt: Benefícios Premium

# BenefitTracking
source: Calorie tracking
de: Kalorien-Tracking
es: Seguimiento de calorías
fr: Suivi des calories
it: Tracciamento calorie
pt: Rastreamento de calorias

# BenefitHistory
source: BMI history
de: BMI-Verlauf
es: Historial de IMC
fr: Historique IMC
it: Cronologia IMC
pt: Histórico de IMC

# BenefitScanner
source: Barcode scanner
es: Escáner de códigos
fr: Scanner de codes
it: Scanner codici
pt: Scanner de códigos

# BenefitNoAds
source: No ads
de: Keine Werbung
es: Sin anuncios
fr: Sans publicités
it: Senza pubblicità
pt: Sem anúncios

# TodayDashboard
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
pt: Hoje

source: My Progress
de: Mein Fortschritt
es: Mi progreso
fr: Mes progrès
it: I miei progressi
pt: Meu progresso

source: Calculators
de: Rechner
es: Calculadoras
fr: Calculateurs
it: Calcolatori
pt: Calculadoras

# PremiumBenefitsTitle
source: Premium Benefits (3.99 €)
de: Premium-Vorteile (3,99 €)
es: Beneficios Premium (3,99 €)
fr: Avantages Premium (3,99 €)
it: Vantaggi Premium (3,99 €)
pt: Benefícios Premium (3,99 €)

# WeightStats30Days
source: Weight Statistics (30 Days)
de: Gewicht Statistik (30 Tage)
es: Estadísticas de peso (30 días)
fr: Statistiques poids (30 jours)
it: Statistiche peso (30 giorni)
pt: Estatísticas de peso (30 dias)

source: Add Weight
de: Gewicht hinzufügen
es: Añadir peso
fr: Ajouter poids
it: Aggiungi peso
pt: Adicionar peso

# WeightValue
source: Weight (kg)
de: Gewicht (kg)
es: Peso (kg)
fr: Poids (kg)
it: Peso (kg)
pt: Peso (kg)

source: Weight Entries
de: Gewicht Einträge
es: Entradas de peso
fr: Entrées de poids
it: Voci di peso
pt: Entradas de peso

# CurrentWeight
source: Current
de: Aktuell
es: Actual
fr: Actuel
it: Attuale
pt: Atual

# AverageWeight
source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne
it: Media
pt: Média

# WaterStats
source: Water Statistics
de: Wasser Statistik
es: Estadísticas de agua
fr: Statistiques eau
it: Statistiche acqua
pt: Estatísticas de água

source: Water Goal
de: Wasserziel
es: Objetivo de agua
fr: Objectif eau
it: Obiettivo acqua
pt: Meta de água

source: Set water goal
de: Wasserziel festlegen
es: Establecer objetivo de agua
fr: Définir objectif eau
it: Imposta obiettivo acqua
pt: Definir meta de água

source: Water goal (ml)
de: Wasserziel (ml)
es: Objetivo de agua (ml)
fr: Objectif eau (ml)
it: Obiettivo acqua (ml)
pt: Meta de água (ml)

source: Quick add
de: Schnell hinzufügen
es: Añadir rápido
fr: Ajout rapide
it: Aggiunta rapida
pt: Adição rápida

# Days30
source: 30 Days
de: 30 Tage
es: 30 días
fr: 30 jours
it: 30 giorni
pt: 30 dias

# TabWeight
source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
pt: Peso

# TabBody
source: Body
de: Körper
es: Cuerpo
fr: Corps
it: Corpo
pt: Corpo

# TabWater
source: Water
de: Wasser
es: Agua
fr: Eau
it: Acqua
pt: Água

# TabCalories
source: Calories
de: Kalorien
es: Calorías
it: Calorie
pt: Calorias

source: Body Composition
de: Körperzusammensetzung
es: Composición corporal
fr: Composition corporelle
it: Composizione corporea
pt: Composição corporal

# ScanBarcode
source: Scan a barcode...
de: Scanne einen Barcode...
es: Escanea un código de barras...
fr: Scannez un code-barres...
it: Scansiona un codice a barre...
pt: Escaneie um código de barras...

# SearchingBarcode
source: Searching for barcode {0}...
de: Suche nach Barcode {0}...
es: Buscando código de barras {0}...
fr: Recherche du code-barres {0}...
it: Ricerca codice a barre {0}...
pt: Procurando código de barras {0}...

source: Product found!
de: Produkt gefunden!
es: ¡Producto encontrado!
fr: Produit trouvé !
it: Prodotto trovato!
pt: Produto encontrado!

# ProductNotFound
source: Product not found. Try again.
de: Produkt nicht gefunden. Versuche es erneut.
es: Producto no encontrado. Inténtalo de nuevo.
fr: Produit non trouvé. Réessayez.
it: Prodotto non trovato. Riprova.
pt: Produto não encontrado. Tente novamente.

source: Nutrition data incomplete
de: Nährwertdaten unvollständig
es: Datos nutricionales incompletos
fr: Données nutritionnelles incomplètes
it: Dati nutrizionali incompleti
pt: Dados nutricionais incompletos

source: Calorie data missing
de: Kaloriendaten fehlen
es: Faltan datos de calorías
fr: Données caloriques manquantes
it: Dati calorici mancanti
pt: Dados de calorias ausentes

# ProductFoundIncomplete
source: Product found - nutrition data incomplete!
de: Produkt gefunden - Nährwerte unvollständig!
es: Producto encontrado - ¡datos nutricionales incompletos!
fr: Produit trouvé - données nutritionnelles incomplètes !
it: Prodotto trovato - dati nutrizionali incompleti!
pt: Produto encontrado - dados nutricionais incompletos!

source: Product found - some data missing!
de: Produkt gefunden - einige Daten fehlen!
es: Producto encontrado - ¡faltan algunos datos!
fr: Produit trouvé - certaines données manquent !
it: Prodotto trovato - alcuni dati mancano!
pt: Produto encontrado - alguns dados faltando!

# SearchError
source: Error searching. Try again.
de: Fehler beim Suchen. Versuche es erneut.
es: Error en la búsqueda. Inténtalo de nuevo.
fr: Erreur de recherche. Réessayez.
it: Errore di ricerca. Riprova.
pt: Erro na pesquisa. Tente novamente.

source: Save to Tracking
de: Zum Tracking hinzufügen
es: Guardar en seguimiento
fr: Enregistrer dans le suivi
it: Salva nel tracking
pt: Salvar no acompanhamento

source: Save Water Goal
de: Wasserziel speichern
es: Guardar meta de agua
fr: Enregistrer l'objectif d'eau
it: Salva obiettivo acqua
pt: Salvar meta de água

# TabProgress
source: Progress
de: Fortschritt
es: Progreso
fr: Progrès
it: Progressi
pt: Progresso

# TabFood
source: Food
de: Essen
es: Comida
fr: Repas
it: Cibo
pt: Comida

# TabSettings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pt: Configurações

# EmptyNoEntries
source: No Entries
de: Keine Einträge
es: Sin entradas
fr: Aucune entrée
it: Nessuna voce
pt: Sem entradas

# EmptyNoEntriesDesc
source: Start tracking to see your progress here.
de: Beginne mit dem Tracking, um deinen Fortschritt zu sehen.
es: Empieza a registrar para ver tu progreso aquí.
fr: Commencez à suivre pour voir vos progrès ici.
it: Inizia a monitorare per vedere i tuoi progressi qui.
pt: Comece a rastrear para ver seu progresso aqui.

# EmptyNoResults
source: No Results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
pt: Sem resultados

# EmptyNoResultsDesc
source: Try a different search term.
de: Versuche einen anderen Suchbegriff.
es: Prueba con otro término de búsqueda.
fr: Essayez un autre terme de recherche.
it: Prova con un altro termine di ricerca.
pt: Tente um termo de pesquisa diferente.

# EmptyNoFavorites
source: No Favorites
de: Keine Favoriten
es: Sin favoritos
fr: Aucun favori
it: Nessun preferito
pt: Sem favoritos

# EmptyNoFavoritesDesc
source: Star your favorite foods for quick access.
de: Markiere deine Lieblingslebensmittel für schnellen Zugriff.
es: Marca tus alimentos favoritos para acceso rápido.
fr: Marquez vos aliments préférés pour un accès rapide.
it: Segna i tuoi cibi preferiti per un accesso rapido.
pt: Marque seus alimentos favoritos para acesso rápido.

# MyCalculators
source: Calculators
de: Rechner
es: Calculadoras
fr: Calculateurs
it: Calcolatori
pt: Calculadoras

source: View Progress
de: Fortschritt anzeigen
es: Ver progreso
fr: Voir les progrès
it: Vedi progressi
pt: Ver progresso

# RemoveAdsDesc
source: Remove ads for a clean experience
de: Werbung entfernen für ein sauberes Erlebnis
es: Elimina los anuncios para una experiencia limpia
fr: Supprimez les publicités pour une expérience propre
it: Rimuovi gli annunci per un'esperienza pulita
pt: Remova os anúncios para uma experiência limpa

# BmiSevereUnderweight
source: Severe Underweight
de: Starkes Untergewicht
es: Bajo peso severo
fr: Maigreur sévère
it: Sottopeso grave
pt: Baixo peso severo

# BmiModerateUnderweight
source: Moderate Underweight
de: Mäßiges Untergewicht
es: Bajo peso moderado
fr: Maigreur modérée
it: Sottopeso moderato
pt: Baixo peso moderado

# BmiMildUnderweight
source: Mild Underweight
de: Leichtes Untergewicht
es: Bajo peso leve
fr: Maigreur légère
it: Sottopeso lieve
pt: Baixo peso leve

# BmiNormal
source: Normal
de: Normalgewicht
it: Normale

# BmiOverweight
source: Overweight
de: Übergewicht
es: Sobrepeso
fr: Surpoids
it: Sovrappeso
pt: Sobrepeso

# BmiObeseClass1
source: Obese (Class I)
de: Adipositas Grad I
es: Obesidad (Clase I)
fr: Obésité (Classe I)
it: Obesità (Classe I)
pt: Obesidade (Classe I)

# BmiObeseClass2
source: Obese (Class II)
de: Adipositas Grad II
es: Obesidad (Clase II)
fr: Obésité (Classe II)
it: Obesità (Classe II)
pt: Obesidade (Classe II)

# BmiObeseClass3
source: Obese (Class III)
de: Adipositas Grad III
es: Obesidad (Clase III)
fr: Obésité (Classe III)
it: Obesità (Classe III)
pt: Obesidade (Classe III)

# BodyFatEssential
source: Essential Fat
de: Essentielles Fett
es: Grasa esencial
fr: Graisse essentielle
it: Grasso essenziale
pt: Gordura essencial

# BodyFatAthletes
source: Athletes
de: Athleten
es: Atletas
fr: Athlètes
it: Atleti
pt: Atletas

# BodyFatAverage
source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne
it: Media
pt: Média

# BodyFatObese
source: Obese
de: Adipös
es: Obeso
fr: Obèse
it: Obeso
pt: Obeso

# AlertError
source: Error
de: Fehler
fr: Erreur
it: Errore
pt: Erro

# AlertSuccess
source: Success
de: Erfolg
es: Éxito
fr: Succès
it: Successo
pt: Sucesso

# AlertCalculateFirst
source: Please calculate first.
de: Bitte führe zuerst eine Berechnung durch.
es: Por favor, calcula primero.
fr: Veuillez d'abord effectuer un calcul.
it: Per favore, calcola prima.
pt: Por favor, calcule primeiro.

# AlertSavedToTracking
source: Saved to tracking.
de: Zum Tracking gespeichert.
es: Guardado en seguimiento.
fr: Enregistré dans le suivi.
it: Salvato nel tracking.
pt: Salvo no acompanhamento.

# AlertSaveError
source: Error saving: {0}
de: Fehler beim Speichern: {0}
es: Error al guardar: {0}
fr: Erreur lors de l'enregistrement : {0}
it: Errore nel salvataggio: {0}
pt: Erro ao salvar: {0}

# AlertCalorieGoalSaved
source: Calorie goal saved.
de: Kalorienziel gespeichert.
es: Meta de calorías guardada.
fr: Objectif calorique enregistré.
it: Obiettivo calorico salvato.
pt: Meta de calorias salva.

# AlertWaterGoalSaved
source: Water goal saved.
de: Wasserziel gespeichert.
es: Meta de agua guardada.
fr: Objectif d'eau enregistré.
it: Obiettivo acqua salvato.
pt: Meta de água salva.

# AlertPurchaseSuccess
source: Purchase successful - Ads removed.
de: Kauf erfolgreich - Werbung entfernt.
es: Compra exitosa - Anuncios eliminados.
fr: Achat réussi - Publicités supprimées.
it: Acquisto riuscito - Pubblicità rimossa.
pt: Compra bem-sucedida - Anúncios removidos.

# AlertPurchaseRestored
source: Purchases restored.
de: Käufe wiederhergestellt.
es: Compras restauradas.
fr: Achats restaurés.
it: Acquisti ripristinati.
pt: Compras restauradas.

# AlertNoPurchases
source: No purchases found.
de: Keine Käufe gefunden.
es: No se encontraron compras.
fr: Aucun achat trouvé.
it: Nessun acquisto trovato.
pt: Nenhuma compra encontrada.

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
it: Avviso
pt: Aviso

# HighCalorieWarning
source: {0} kcal - this is a high calorie portion!
de: {0} kcal - das ist eine kalorienreiche Portion!
es: ¡{0} kcal - es una porción alta en calorías!
fr: {0} kcal - c'est une portion très calorique !
it: {0} kcal - è una porzione molto calorica!
pt: {0} kcal - é uma porção muito calórica!

source: BMI Trend
de: BMI Verlauf
es: Tendencia IMC
fr: Tendance IMC
it: Tendenza BMI
pt: Tendência IMC

source: Body Fat Trend
de: Körperfett Verlauf
es: Tendencia de grasa corporal
fr: Tendance graisse corporelle
it: Tendenza grasso corporeo
pt: Tendência de gordura corporal

# BmiNormalRange
source: Normal range: 18.5 - 24.9
de: Normalbereich: 18.5 - 24.9
es: Rango normal: 18.5 - 24.9
fr: Plage normale : 18.5 - 24.9
it: Intervallo normale: 18.5 - 24.9
pt: Faixa normal: 18.5 - 24.9

# BodyFatHealthyRange
source: Healthy range: 10-20% (men) / 18-28% (women)
de: Gesunder Bereich: 10-20% (Männer) / 18-28% (Frauen)
es: Rango saludable: 10-20% (hombres) / 18-28% (mujeres)
fr: Plage saine : 10-20% (hommes) / 18-28% (femmes)
it: Intervallo sano: 10-20% (uomini) / 18-28% (donne)
pt: Faixa saudável: 10-20% (homens) / 18-28% (mulheres)

# RemoveAds
source: Go Ad-Free
de: Werbefrei
es: Sin publicidad
fr: Sans publicité
it: Senza pubblicità
pt: Sem publicidade

# PremiumPrice
source: From 3.99 € - one-time
de: Ab 3,99 € – einmalig
es: Desde 3,99 € – pago único
fr: À partir de 3,99 € – unique
it: Da 3,99 € – una tantum
pt: A partir de 3,99 € – pagamento único

# GetPremium
source: Go Premium
de: Premium holen
es: Obtener Premium
fr: Passer Premium
it: Passa a Premium
pt: Obter Premium

# SectionCalculators
source: Calculators
de: Rechner
es: Calculadoras
fr: Calculateurs
it: Calcolatori
pt: Calculadoras

# RemainingScans
source: {0} scans remaining
de: {0} Scans verbleibend
es: {0} escaneos restantes
fr: {0} scans restants
it: {0} scansioni rimanenti
pt: {0} digitalizacoes restantes

# ScanLimitTitle
source: Scan limit reached
de: Scan-Limit erreicht
es: Limite de escaneos alcanzado
fr: Limite de scans atteinte
it: Limite scansioni raggiunto
pt: Limite de digitalizacoes atingido

# ScanLimitMessage
source: You have used all free scans for today. Watch a short video to get 5 more scans!
de: Du hast alle kostenlosen Scans fuer heute verbraucht. Schau ein kurzes Video fuer 5 weitere Scans!
es: Has usado todos los escaneos gratuitos de hoy. Mira un video corto para obtener 5 escaneos mas!
fr: Vous avez utilise tous les scans gratuits pour aujourd'hui. Regardez une courte video pour obtenir 5 scans supplementaires!
it: Hai esaurito tutte le scansioni gratuite per oggi. Guarda un breve video per ottenere 5 scansioni in piu!
pt: Voce usou todas as digitalizacoes gratuitas de hoje. Assista um video curto para obter 5 digitalizacoes extras!

# WatchAdForScans
source: Watch video for 5 scans
de: Video ansehen fuer 5 Scans
es: Ver video para 5 escaneos
fr: Regarder une video pour 5 scans
it: Guarda video per 5 scansioni
pt: Assistir video para 5 digitalizacoes

source: Weekly Analysis
de: Wochenanalyse
es: Analisis semanal
fr: Analyse hebdomadaire
it: Analisi settimanale
pt: Analise semanal

# WeeklyAnalysisDesc
source: Watch a video for your weekly report
de: Video schauen fuer deinen Wochenreport
es: Mira un video para tu informe semanal
fr: Regardez une video pour votre rapport hebdomadaire
it: Guarda un video per il tuo report settimanale
pt: Assista um video para seu relatorio semanal

source: Avg. Weight
de: Durchschn. Gewicht
es: Peso prom.
fr: Poids moy.
it: Peso medio
pt: Peso medio

source: Avg. Calories
de: Durchschn. Kalorien
es: Calorias prom.
fr: Calories moy.
it: Calorie medie
pt: Calorias medias

source: Avg. Water
de: Durchschn. Wasser
es: Agua prom.
fr: Eau moy.
it: Acqua media
pt: Agua media

source: Weight Trend
de: Gewichtstrend
es: Tendencia de peso
fr: Tendance de poids
it: Tendenza peso
pt: Tendencia de peso

source: Calorie Target
de: Kalorienziel
es: Objetivo calorico
fr: Objectif calorique
it: Obiettivo calorico
pt: Meta calorica

source: Export Tracking
de: Tracking exportieren
es: Exportar seguimiento
fr: Exporter le suivi
it: Esporta monitoraggio
pt: Exportar rastreamento

# ExportTrackingDesc
source: Watch a video to export your data
de: Video schauen um deine Daten zu exportieren
es: Mira un video para exportar tus datos
fr: Regardez une video pour exporter vos donnees
it: Guarda un video per esportare i tuoi dati
pt: Assista um video para exportar seus dados

# ExtendedFoodDb
source: Extended Database
de: Erweiterte Datenbank
es: Base de datos ampliada
fr: Base de donnees etendue
it: Database esteso
pt: Banco de dados estendido

# ExtendedFoodDbDesc
source: Watch a video for 24h access to more foods
de: Video schauen fuer 24h Zugang zu mehr Lebensmitteln
es: Mira un video para 24h de acceso a mas alimentos
fr: Regardez une video pour 24h d'acces a plus d'aliments
it: Guarda un video per 24h di accesso a piu alimenti
pt: Assista um video para 24h de acesso a mais alimentos

# AdVideoNotAvailableTitle
source: No video available
de: Kein Video verfügbar
es: Sin vídeo disponible
fr: Aucune vidéo disponible
it: Nessun video disponibile
pt: Sem vídeo disponível

# AdVideoNotAvailableMessage
source: No ad video is currently available. Please try again later.
de: Derzeit ist kein Werbevideo verfügbar. Bitte versuche es später erneut.
es: Actualmente no hay ningún vídeo publicitario disponible. Inténtalo de nuevo más tarde.
fr: Aucune vidéo publicitaire n'est actuellement disponible. Veuillez réessayer plus tard.
it: Nessun video pubblicitario è attualmente disponibile. Riprova più tardi.
pt: Nenhum vídeo publicitário está disponível no momento. Tente novamente mais tarde.

# AlertInvalidInput
source: Please check your input values. Some values are outside the valid range.
de: Bitte überprüfe deine Eingabewerte. Einige Werte liegen außerhalb des gültigen Bereichs.
es: Por favor, verifica los valores ingresados. Algunos valores están fuera del rango válido.
fr: Veuillez vérifier vos valeurs. Certaines valeurs sont en dehors de la plage valide.
it: Controlla i valori inseriti. Alcuni valori sono fuori dall'intervallo valido.
pt: Por favor, verifique os valores inseridos. Alguns valores estão fora do intervalo válido.

# AlertBodyFatMeasurement
source: Waist circumference must be greater than neck circumference.
de: Der Taillenumfang muss größer als der Halsumfang sein.
es: La circunferencia de la cintura debe ser mayor que la del cuello.
fr: Le tour de taille doit être supérieur au tour de cou.
it: La circonferenza della vita deve essere maggiore di quella del collo.
pt: A circunferência da cintura deve ser maior que a do pescoço.

# BarcodeScanHint
source: Hold barcode in frame
de: Barcode in den Rahmen halten
es: Mantén el código de barras en el marco
fr: Maintenir le code-barres dans le cadre
it: Tieni il codice a barre nella cornice
pt: Mantenha o código de barras no quadro

source: Press back again to exit
de: Erneut drücken zum Beenden
es: Pulsa atrás de nuevo para salir
fr: Appuyez encore pour quitter
it: Premi di nuovo per uscire
pt: Pressione voltar novamente para sair

# QuickAddCalories
source: Quick Add
de: Schnell-Eingabe
es: Entrada rápida
fr: Saisie rapide
it: Inserimento rapido
pt: Entrada rápida

# QuickAddCaloriesHint
source: Enter calories directly
de: Kalorien direkt eingeben
es: Ingresa calorías directamente
fr: Saisissez les calories directement
it: Inserisci le calorie direttamente
pt: Insira calorias diretamente

# QuickAddFoodName
source: Description (optional)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (facultatif)
it: Descrizione (facoltativo)
pt: Descrição (opcional)

# StreakTitle
source: Logging Streak
es: Racha de registro
fr: Série de suivi
it: Serie di registrazione
pt: Sequência de registro

# StreakDays
source: {0} days
de: {0} Tage
es: {0} días
fr: {0} jours
it: {0} giorni
pt: {0} dias

# StreakDay
source: 1 day
de: 1 Tag
es: 1 día
fr: 1 jour
it: 1 giorno
pt: 1 dia

# StreakBest
source: Best: {0}
de: Rekord: {0}
es: Récord: {0}
fr: Record : {0}
it: Record: {0}
pt: Recorde: {0}

# StreakMilestone
source: {0} day streak!
de: {0}-Tage-Streak!
es: ¡Racha de {0} días!
fr: Série de {0} jours !
it: Serie di {0} giorni!
pt: Sequência de {0} dias!

# StreakStart
source: Start your streak!
de: Starte deine Streak!
es: ¡Comienza tu racha!
fr: Commencez votre série !
it: Inizia la tua serie!
pt: Comece sua sequência!

# StreakIncreased
source: +1! {0} day streak
es: +1! Racha de {0} días
it: +1! Serie di {0} giorni
pt: +1! Sequência de {0} dias

source: Input
de: Eingabe
es: Entrada
fr: Saisie
it: Inserimento
pt: Entrada

source: Broca Weight
de: Broca-Gewicht
es: Peso Broca
fr: Poids Broca
it: Peso Broca
pt: Peso Broca

source: Creff Weight
de: Creff-Gewicht
es: Peso Creff
fr: Poids Creff
it: Peso Creff
pt: Peso Creff

source: Years
de: Jahre
es: Años
fr: Ans
it: Anni
pt: Anos

source: Minutes
de: Minuten
es: Minutos
it: Minuti
pt: Minutos

# WeightGoalLabel
source: Weight Goal
de: Zielgewicht
es: Objetivo de peso
fr: Objectif de poids
it: Obiettivo di peso
pt: Objetivo de peso

# SetWeightGoal
source: Set your goal weight
de: Zielgewicht festlegen
es: Establece tu objetivo
fr: Définir votre objectif
it: Imposta il tuo obiettivo
pt: Defina seu objetivo

# WeightGoalKg
source: Goal: {0} kg
de: Ziel: {0} kg
es: Objetivo: {0} kg
fr: Objectif : {0} kg
it: Obiettivo: {0} kg
pt: Objetivo: {0} kg

# WeightRemaining
source: {0} kg remaining
de: noch {0} kg
es: {0} kg restantes
fr: {0} kg restants
it: {0} kg rimanenti
pt: {0} kg restantes

# EmptyWeightHint
source: Track your weight to see your progress
de: Gewicht tracken um deinen Fortschritt zu sehen
es: Registra tu peso para ver tu progreso
fr: Suivez votre poids pour voir vos progrès
it: Traccia il tuo peso per vedere i progressi
pt: Registre seu peso para ver seu progresso

# EmptyCaloriesHint
source: Log your meals to track nutrition
de: Mahlzeiten loggen um Ernährung zu verfolgen
es: Registra tus comidas para seguir la nutrición
fr: Enregistrez vos repas pour suivre la nutrition
it: Registra i pasti per monitorare la nutrizione
pt: Registre suas refeições para acompanhar a nutrição
