Repository: Robert-prog196/MeineApps.Ava
Catalog: src/Apps/FitnessRechner/FitnessRechner.Shared/Resources/Strings/AppStrings.*.resx
Languages: de, es, fr, it, pt

# AppName
source: FitnessCalc
de: FitnessRechner
es: CalculadoraFitness
fr: CalculFitness
it: CalcoloFitness
pt: CalculadoraFitness

# AppDescription
source: Fitness calculator for health and wellness
de: Fitness-Rechner für Gesundheit und Wohlbefinden
es: Calculadora de fitness para salud y bienestar
fr: Calculatrice fitness pour la santé et le bien-être
it: Calcolatrice fitness per salute e benessere
pt: Calculadora fitness para saúde e bem-estar

# CalcBmi
source: BMI Calculator
de: BMI-Rechner
es: Calculadora de IMC
fr: Calculateur d'IMC
it: Calcolatore IMC
pt: Calculadora de IMC

# CalcBmiDesc
source: Calculate your Body Mass Index
de: Body Mass Index berechnen
es: Calcula tu Índice de Masa Corporal
fr: Calculez votre Indice de Masse Corporelle
it: Calcola il tuo Indice di Massa Corporea
pt: Calcule seu Índice de Massa Corporal

# CalcCalories
source: Calorie Calculator
de: Kalorienrechner
es: Calculadora de calorías
fr: Calculateur de calories
it: Calcolatore calorie
pt: Calculadora de calorias

# CalcCaloriesDesc
source: Calculate daily calorie needs
de: Täglichen Kalorienbedarf berechnen
es: Calcula las necesidades calóricas diarias
fr: Calculez vos besoins caloriques quotidiens
it: Calcola il fabbisogno calorico giornaliero
pt: Calcule as necessidades calóricas diárias

# CalcWater
source: Water Calculator
de: Wasserrechner
es: Calculadora de agua
fr: Calculateur d'eau
it: Calcolatore acqua
pt: Calculadora de água

# CalcWaterDesc
source: Calculate daily water intake
de: Täglichen Wasserbedarf berechnen
es: Calcula la ingesta diaria de agua
fr: Calculez votre apport quotidien en eau
it: Calcola l'assunzione giornaliera di acqua
pt: Calcule a ingestão diária de água

# CalcIdealWeight
source: Ideal Weight
de: Idealgewicht
es: Peso ideal
fr: Poids idéal
it: Peso ideale
pt: Peso ideal

# CalcIdealWeightDesc
source: Calculate your ideal weight
de: Idealgewicht berechnen
es: Calcula tu peso ideal
fr: Calculez votre poids idéal
it: Calcola il tuo peso ideale
pt: Calcule seu peso ideal

# CalcBodyFat
source: Body Fat
de: Körperfett
es: Grasa corporal
fr: Masse grasse
it: Grasso corporeo
pt: Gordura corporal

# CalcBodyFatDesc
source: Calculate body fat percentage
de: Körperfettanteil berechnen
es: Calcula el porcentaje de grasa corporal
fr: Calculez votre pourcentage de masse grasse
it: Calcola la percentuale di grasso corporeo
pt: Calcule a porcentagem de gordura corporal

source: Calculate
de: Berechnen
es: Calcular
fr: Calculer
it: Calcola
pt: Calcular

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
pt: Redefinir

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato
pt: Resultado

# Weight
source: Weight (kg)
de: Gewicht (kg)
es: Peso (kg)
fr: Poids (kg)
it: Peso (kg)
pt: Peso (kg)

# Height
source: Height (cm)
de: Größe (cm)
es: Altura (cm)
fr: Taille (cm)
it: Altezza (cm)
pt: Altura (cm)

# Age
source: Age (years)
de: Alter (Jahre)
es: Edad (años)
fr: Âge (ans)
it: Età (anni)
pt: Idade (anos)

source: Gender
de: Geschlecht
es: Género
fr: Sexe
it: Sesso
pt: Gênero

source: Male
de: Männlich
es: Masculino
fr: Homme
it: Maschio
pt: Masculino

source: Female
de: Weiblich
es: Femenino
fr: Femme
it: Femmina
pt: Feminino

source: Activity Level
de: Aktivitätslevel
es: Nivel de actividad
fr: Niveau d'activité
it: Livello di attività
pt: Nível de atividade

# ActivityMinutes
source: Sport (min/day)
de: Sport (min/Tag)
es: Deporte (min/día)
fr: Sport (min/jour)
it: Sport (min/giorno)
pt: Esporte (min/dia)

source: Hot weather
de: Heißes Wetter
es: Clima caluroso
fr: Temps chaud
it: Tempo caldo
pt: Clima quente

# Neck
source: Neck (cm)
de: Hals (cm)
es: Cuello (cm)
fr: Cou (cm)
it: Collo (cm)
pt: Pescoço (cm)

# Waist
source: Waist (cm)
de: Taille (cm)
es: Cintura (cm)
fr: Taille (cm)
it: Vita (cm)
pt: Cintura (cm)

# Hip
source: Hip (cm)
de: Hüfte (cm)
es: Cadera (cm)
fr: Hanches (cm)
it: Fianchi (cm)
pt: Quadril (cm)

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
pt: Categoria

source: Healthy Range
de: Gesunder Bereich
es: Rango saludable
fr: Plage saine
it: Range sano
pt: Faixa saudável

# Bmr
source: BMR (Base)
de: Grundumsatz
es: TMB (Base)
fr: MB (Base)
it: MB (Base)
pt: TMB (Base)

# Tdee
source: TDEE (Total)
de: Gesamtumsatz
it: TDEE (Totale)

source: Weight Loss
de: Abnehmen
es: Pérdida de peso
fr: Perte de poids
it: Perdita di peso
pt: Perda de peso

source: Weight Gain
de: Zunehmen
es: Ganancia de peso
fr: Prise de poids
it: Aumento di peso
pt: Ganho de peso

# TotalWater
source: Daily Water
de: Täglicher Bedarf
es: Agua diaria
fr: Eau quotidienne
it: Acqua giornaliera
pt: Água diária

# Glasses
source: Glasses (250ml)
de: Gläser (250ml)
es: Vasos (250ml)
fr: Verres (250ml)
it: Bicchieri (250ml)
pt: Copos (250ml)

# BaseWater
source: Base Need
de: Grundbedarf
es: Necesidad base
fr: Besoin de base
it: Fabbisogno base
pt: Necessidade base

# ActivityWater
source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività
pt: Atividade

# HeatWater
source: Hot Weather
de: Heißes Wetter
es: Clima caluroso
fr: Temps chaud
it: Tempo caldo
pt: Clima quente

source: Ideal Weight
de: Idealgewicht
es: Peso ideal
fr: Poids idéal
it: Peso ideale
pt: Peso ideal

source: Body Fat
de: Körperfett
es: Grasa corporal
fr: Masse grasse
it: Grasso corporeo
pt: Gordura corporal

# SettingsTitle
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pt: Configurações

# SettingsChooseDesign
source: Choose Design
de: Design wählen
es: Elegir diseño
fr: Choisir le design
it: Scegli design
pt: Escolher design

# SettingsLanguage
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt: Idioma

# SettingsAboutApp
source: About App
de: Über die App
es: Acerca de la app
fr: À propos
it: Info sull'app
pt: Sobre o app

# FeedbackButton
source: Send Feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
it: Invia feedback
pt: Enviar feedback

# ThemeVividDesc
source: Modern & Vibrant
de: Modern & Lebendig
es: Moderno y Vibrante
fr: Moderne et Vibrant
it: Moderno e Vibrante
pt: Moderno e Vibrante

# ThemeClassic
source: Classic
de: Klassisch
es: Clásico
fr: Classique
it: Classico
pt: Clássico

# ThemeClassicDesc
source: Clean & Clear
de: Klar & Übersichtlich
es: Limpio y Claro
fr: Net et Clair
it: Pulito e Chiaro
pt: Limpo e Claro

# ThemeGlassDarkDesc
source: Elegant & Dark
de: Elegant & Dunkel
es: Elegante y Oscuro
fr: Élégant et Sombre
it: Elegante e Scuro
pt: Elegante e Escuro

# ThemeSoftLightDesc
source: Soft & Light
de: Sanft & Hell
es: Suave y Claro
fr: Doux et Clair
it: Morbido e Chiaro
pt: Suave e Claro

source: Tracking
es: Seguimiento
fr: Suivi
it: Tracciamento
pt: Rastreamento

# TrackingDesc
source: Track weight, BMI and water intake
de: Gewicht, BMI und Wasser tracken
es: Registra peso, IMC y agua
fr: Suivez poids, IMC et eau
it: Traccia peso, IMC e acqua
pt: Rastreie peso, IMC e água

# TrackingTitle
source: Tracking
es: Seguimiento
fr: Suivi
it: Tracciamento
pt: Rastreamento

# TrackingWeight
source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
pt: Peso

# TrackingWater
source: Water
de: Wasser
es: Agua
fr: Eau
it: Acqua
pt: Água

# TrackingAddEntry
source: Add Entry
de: Eintrag hinzufügen
es: Agregar entrada
fr: Ajouter entrée
it: Aggiungi voce
pt: Adicionar entrada

# TrackingDate
source: Date
de: Datum
es: Fecha
it: Data
pt: Data

# TrackingNote
source: Note (optional)
de: Notiz (optional)
es: Nota (opcional)
fr: Note (optionnel)
it: Nota (opzionale)
pt: Nota (opcional)

# TrackingNotePlaceholder
source: Additional info
de: Zusätzliche Info
es: Información adicional
fr: Info supplémentaire
it: Info aggiuntive
pt: Info adicional

# TrackingNoEntries
source: No entries yet
de: Noch keine Einträge
es: Sin entradas aún
fr: Pas encore d'entrées
it: Nessuna voce
pt: Sem entradas ainda

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
pt: Salvar

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt: Excluir

# PremiumDescription
source: Unlock tracking features and remove ads
de: Tracking-Funktionen freischalten und Werbung entfernen
es: Desbloquea funciones de seguimiento y elimina los anuncios
fr: Débloquez les fonctions de suivi et supprimez les publicités
it: Sblocca le funzioni di tracciamento e rimuovi la pubblicità
pt: Desbloqueie funções de rastreamento e remova os anúncios

source: Purchase Premium
de: Premium kaufen
es: Comprar Premium
fr: Acheter Premium
it: Acquista Premium
pt: Comprar Premium

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
pt: Restaurar compras

source: Food Search
de: Lebensmittel-Suche
es: Búsqueda de alimentos
fr: Recherche d'aliments
it: Ricerca alimenti
pt: Pesquisa de alimentos

# FoodSearchDesc
source: Search foods and track calories
de: Lebensmittel suchen und Kalorien tracken
es: Busca alimentos y rastrea calorías
fr: Recherchez des aliments et suivez les calories
it: Cerca alimenti e traccia le calorie
pt: Pesquise alimentos e rastreie calorias

# FoodSearchPlaceholder
source: Search for food...
de: Lebensmittel suchen...
es: Buscar alimento...
fr: Rechercher un aliment...
it: Cerca alimento...
pt: Pesquisar alimento...

source: Search Results
de: Suchergebnisse
es: Resultados
fr: Résultats
it: Risultati
pt: Resultados

# TodayLog
source: Today's Log
de: Heute gegessen
es: Comido hoy
fr: Mangé aujourd'hui
it: Mangiato oggi
pt: Comido hoje

# NoFoodEntries
source: No entries yet. Search and add foods!
de: Noch keine Einträge. Suche und füge Lebensmittel hinzu!
es: Sin entradas. ¡Busca y añade alimentos!
fr: Pas d'entrées. Recherchez et ajoutez des aliments!
it: Nessuna voce. Cerca e aggiungi alimenti!
pt: Sem entradas. Pesquise e adicione alimentos!

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
pt: Adicionar

# Disclaimer
source: This app does not replace medical advice. All calculations are for informational purposes only.
de: Diese App ersetzt keine ärztliche Beratung. Alle Berechnungen dienen nur zur Information.
es: Esta app no reemplaza el consejo médico. Todos los cálculos son solo informativos.
fr: Cette app ne remplace pas un avis médical. Tous les calculs sont à titre informatif uniquement.
it: Questa app non sostituisce il consiglio medico. Tutti i calcoli sono solo a scopo informativo.
pt: Este app não substitui aconselhamento médico. Todos os cálculos são apenas informativos.

# DisclaimerTitle
source: Important Notice
de: Wichtiger Hinweis
es: Aviso importante
fr: Avis important
it: Avviso importante
pt: Aviso importante

# DisclaimerFull
source: FitnessRechner provides health calculations for informational purposes only. This app is not a medical device and does not provide medical advice, diagnosis, or treatment. Always consult a qualified healthcare professional for medical advice. Your health data is stored locally on your device only and is never transmitted to external servers.
de: FitnessRechner bietet Gesundheitsberechnungen nur zu Informationszwecken. Diese App ist kein Medizinprodukt und bietet keine medizinische Beratung, Diagnose oder Behandlung. Konsultieren Sie immer einen qualifizierten Arzt für medizinische Fragen. Ihre Gesundheitsdaten werden nur lokal auf Ihrem Gerät gespeichert und niemals an externe Server übertragen.
es: FitnessRechner proporciona cálculos de salud solo con fines informativos. Esta aplicación no es un dispositivo médico y no proporciona consejos médicos, diagnósticos ni tratamientos. Consulte siempre a un profesional de salud calificado. Sus datos de salud se almacenan solo localmente en su dispositivo y nunca se transmiten a servidores externos.
fr: FitnessRechner fournit des calculs de santé à titre informatif uniquement. Cette application n'est pas un dispositif médical et ne fournit pas de conseils médicaux, de diagnostic ou de traitement. Consultez toujours un professionnel de santé qualifié. Vos données de santé sont stockées uniquement localement sur votre appareil et ne sont jamais transmises à des serveurs externes.
it: FitnessRechner fornisce calcoli sulla salute solo a scopo informativo. Questa app non è un dispositivo medico e non fornisce consulenza medica, diagnosi o trattamento. Consultare sempre un professionista sanitario qualificato. I tuoi dati sanitari sono memorizzati solo localmente sul tuo dispositivo e non vengono mai trasmessi a server esterni.
pt: FitnessRechner fornece cálculos de saúde apenas para fins informativos. Este aplicativo não é um dispositivo médico e não fornece aconselhamento médico, diagnóstico ou tratamento. Consulte sempre um profissional de saúde qualificado. Seus dados de saúde são armazenados apenas localmente em seu dispositivo e nunca são transmitidos para servidores externos.

source: Understood
de: Verstanden
es: Entendido
fr: Compris
it: Capito
pt: Entendido

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
pt: Histórico

source: Current
de: Aktuell
es: Actual
fr: Actuel
it: Attuale
pt: Atual

source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne
it: Media
pt: Média

source: Trend
es: Tendencia
fr: Tendance
it: Tendenza
pt: Tendência

# BmiStats30Days
source: BMI Statistics (30 Days)
de: BMI Statistik (30 Tage)
es: Estadísticas IMC (30 días)
fr: Statistiques IMC (30 jours)
it: Statistiche BMI (30 giorni)
pt: Estatísticas IMC (30 dias)

# BodyFatStats30Days
source: Body Fat Statistics (30 Days)
de: Körperfett Statistik (30 Tage)
es: Estadísticas grasa corporal (30 días)
fr: Statistiques masse grasse (30 jours)
it: Statistiche massa grassa (30 giorni)
pt: Estatísticas gordura corporal (30 dias)

source: Calories
de: Kalorien
es: Calorías
it: Calorie
pt: Calorias

source: Eaten Today
de: Heute gegessen
es: Comido hoy
fr: Consommé aujourd'hui
it: Mangiato oggi
pt: Comido hoje

source: Add Food
de: Lebensmittel hinzufügen
es: Añadir alimento
fr: Ajouter un aliment
it: Aggiungi alimento
pt: Adicionar alimento

source: Macronutrients
de: Makronährstoffe
es: Macronutrientes
fr: Macronutriments
it: Macronutrienti
pt: Macronutrientes

source: Set Calorie Goal
de: Kalorienziel festlegen
es: Establecer objetivo de calorías
fr: Définir l'objectif calorique
it: Imposta obiettivo calorico
pt: Definir meta calórica

source: Search Food
de: Lebensmittel suchen
es: Buscar alimento
fr: Rechercher un aliment
it: Cerca alimento
pt: Pesquisar alimento

# EntryDeletedOn
source: Entry from {0} deleted
de: Eintrag vom {0} gelöscht
es: Entrada del {0} eliminada
fr: Entrée du {0} supprimée
it: Voce del {0} eliminata
pt: Entrada de {0} excluída

# ItemDeleted
source: {0} deleted
de: {0} gelöscht
es: {0} eliminado
fr: {0} supprimé
it: {0} eliminato
pt: {0} excluído

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
pt: Favoritos

source: Add to Favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
pt: Adicionar aos favoritos

source: Remove from Favorites
de: Aus Favoriten entfernen
es: Eliminar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti
pt: Remover dos favoritos

source: Error
de: Fehler
fr: Erreur
it: Errore
pt: Erro

source: Error saving data
de: Fehler beim Speichern der Daten
es: Error al guardar los datos
fr: Erreur lors de la sauvegarde des données
it: Errore nel salvataggio dei dati
pt: Erro ao salvar os dados

# InvalidValueEntered
source: Please enter a valid value.
de: Bitte geben Sie einen gültigen Wert ein.
es: Por favor, introduce un valor válido.
fr: Veuillez entrer une valeur valide.
it: Inserisci un valore valido.
pt: Por favor, insira um valor válido.

# TrialOfferTitle
source: Try Premium for free?
de: Premium kostenlos testen?
es: ¿Probar Premium gratis?
fr: Essayer Premium gratuitement ?
it: Provare Premium gratis?
pt: Experimentar Premium grátis?

# TrialOfferStart
source: 14 days free trial
de: 14 Tage kostenlos testen
es: 14 días de prueba gratis
fr: 14 jours d'essai gratuit
it: 14 giorni di prova gratuita
pt: 14 dias de teste grátis

# TrialOfferBuyNow
source: Buy now
de: Jetzt kaufen
es: Comprar ahora
fr: Acheter maintenant
it: Acquista ora
pt: Comprar agora

# TrialStartedTitle
source: Trial started!
de: Testversion gestartet!
es: ¡Prueba iniciada!
fr: Essai démarré !
it: Prova avviata!
pt: Teste iniciado!

# TrialStartedMessage
source: You now have {0} days of Premium without ads. Enjoy!
de: Du hast jetzt {0} Tage Premium ohne Werbung. Viel Spaß!
es: Ahora tienes {0} días de Premium sin anuncios. ¡Disfruta!
fr: Vous avez maintenant {0} jours de Premium sans publicités. Profitez-en !
it: Ora hai {0} giorni di Premium senza pubblicità. Divertiti!
pt: Agora você tem {0} dias de Premium sem anúncios. Aproveite!

source: Load more
de: Mehr laden
es: Cargar más
fr: Charger plus
it: Carica altro
pt: Carregar mais

# ActivitySedentary
source: Sedentary (little movement)
de: Sitzend (wenig Bewegung)
es: Sedentario (poco movimiento)
fr: Sédentaire (peu de mouvement)
it: Sedentario (poco movimento)
pt: Sedentário (pouco movimento)

# ActivityLight
source: Lightly active (1-2x sports/week)
de: Leicht aktiv (1-2x Sport/Woche)
es: Ligeramente activo (1-2x deporte/semana)
fr: Légèrement actif (1-2x sport/semaine)
it: Leggermente attivo (1-2x sport/settimana)
pt: Levemente ativo (1-2x esporte/semana)

# ActivityModerate
source: Moderately active (3-5x sports/week)
de: Moderat aktiv (3-5x Sport/Woche)
es: Moderadamente activo (3-5x deporte/semana)
fr: Modérément actif (3-5x sport/semaine)
it: Moderatamente attivo (3-5x sport/settimana)
pt: Moderadamente ativo (3-5x esporte/semana)

# ActivityActive
source: Active (6-7x sports/week)
de: Aktiv (6-7x Sport/Woche)
es: Activo (6-7x deporte/semana)
fr: Actif (6-7x sport/semaine)
it: Attivo (6-7x sport/settimana)
pt: Ativo (6-7x esporte/semana)

# ActivityVeryActive
source: Very active (daily sports)
de: Sehr aktiv (täglicher Sport)
es: Muy activo (deporte diario)
fr: Très actif (sport quotidien)
it: Molto attivo (sport giornaliero)
pt: Muito ativo (esporte diário)

source: Set as calorie goal
de: Als Kalorienziel setzen
es: Establecer como meta de calorías
fr: Définir comme objectif calorique
it: Imposta come obiettivo calorico
pt: Definir como meta de calorias

source: Progress
de: Fortschritt
es: Progreso
fr: Progrès
it: Progressi
pt: Progresso

# ProgressDesc
source: Track your progress over time
de: Verfolge deinen Fortschritt
es: Sigue tu progreso a lo largo del tiempo
fr: Suivez vos progrès au fil du temps
it: Segui i tuoi progressi nel tempo
pt: Acompanhe seu progresso ao longo do tempo

# TrackingCalories
source: Calories
de: Kalorien
es: Calorías
it: Calorie
pt: Calorias

source: Water today
de: Wasser heute
es: Agua hoy
fr: Eau aujourd'hui
it: Acqua oggi
pt: Água hoje

# TodayMeals
source: Today's meals
de: Heute gegessen
es: Comidas de hoy
fr: Repas d'aujourd'hui
it: Pasti di oggi
pt: Refeições de hoje

# NoMealsYet
source: No meals logged yet
de: Noch keine Mahlzeiten eingetragen
es: Aún no hay comidas registradas
fr: Aucun repas enregistré
it: Nessun pasto registrato
pt: Nenhuma refeição registrada

# SearchFoodPlaceholder
source: e.g. Apple, chicken breast...
de: z.B. Apfel, Hähnchenbrust...
es: ej. Manzana, pechuga de pollo...
fr: ex. Pomme, blanc de poulet...
it: es. Mela, petto di pollo...
pt: ex. Maçã, peito de frango...

source: Tap to search...
de: Tippe um zu suchen...
es: Toca para buscar...
fr: Appuyez pour rechercher...
it: Tocca per cercare...
pt: Toque para pesquisar...

source: Amount (grams)
de: Menge (Gramm)
es: Cantidad (gramos)
fr: Quantité (grammes)
it: Quantità (grammi)
pt: Quantidade (gramas)

# MealType
source: Meal
de: Mahlzeit
es: Comida
fr: Repas
it: Pasto
pt: Refeição

source: Breakfast
de: Frühstück
es: Desayuno
fr: Petit-déjeuner
it: Colazione
pt: Café da manhã

source: Lunch
de: Mittagessen
es: Almuerzo
fr: Déjeuner
it: Pranzo
pt: Almoço

source: Dinner
de: Abendessen
es: Cena
fr: Dîner
it: Cena
pt: Jantar

source: Snack
fr: Collation
it: Spuntino
pt: Lanche

# HistoryTitle
source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
pt: Histórico

source: Add BMI
de: BMI hinzufügen
es: Añadir IMC
fr: Ajouter IMC
it: Aggiungi IMC
pt: Adicionar IMC

source: Add Body Fat
de: Körperfett hinzufügen
es: Añadir grasa corporal
fr: Ajouter masse grasse
it: Aggiungi massa grassa
pt: Adicionar gordura corporal

# DateLabel
source: Date
de: Datum
es: Fecha
it: Data
pt: Data

source: BMI value
de: BMI-Wert
es: Valor de IMC
fr: Valeur IMC
it: Valore IMC
pt: Valor do IMC

# BodyFatPercent
source: Body fat (%)
de: Körperfettanteil (%)
es: Grasa corporal (%)
fr: Masse grasse (%)
it: Massa grassa (%)
pt: Gordura corporal (%)

source: Note (optional)
de: Notiz (optional)
es: Nota (opcional)
fr: Note (optionnel)
it: Nota (opzionale)
pt: Nota (opcional)

# NotePlaceholder
source: e.g. after training
de: z.B. nach dem Training
es: ej. después del entrenamiento
fr: ex. après l'entraînement
it: es. dopo l'allenamento
pt: ex. após o treino

source: BMI Entries
de: BMI Einträge
es: Entradas de IMC
fr: Entrées IMC
it: Voci IMC
pt: Entradas de IMC

source: Body Fat Entries
de: Körperfett Einträge
es: Entradas de grasa corporal
fr: Entrées masse grasse
it: Voci massa grassa
pt: Entradas de gordura corporal

source: No entries yet
de: Noch keine Einträge vorhanden
es: Aún no hay entradas
fr: Pas encore d'entrées
it: Nessuna voce ancora
pt: Nenhuma entrada ainda

# TapToAdd
source: Tap above to add
de: Tippe oben um hinzuzufügen
es: Toca arriba para añadir
fr: Appuyez ci-dessus pour ajouter
it: Tocca sopra per aggiungere
pt: Toque acima para adicionar

# HealthyBmiRange
source: Normal range: 18.5 - 24.9
de: Normalbereich: 18.5 - 24.9
es: Rango normal: 18.5 - 24.9
fr: Plage normale: 18.5 - 24.9
it: Range normale: 18.5 - 24.9
pt: Faixa normal: 18.5 - 24.9

# HealthyBodyFatMale
source: Healthy (men): 10-20%
de: Gesund (Männer): 10-20%
es: Saludable (hombres): 10-20%
fr: Sain (hommes): 10-20%
it: Sano (uomini): 10-20%
pt: Saudável (homens): 10-20%

# HealthyBodyFatFemale
source: Healthy (women): 18-28%
de: Gesund (Frauen): 18-28%
es: Saludable (mujeres): 18-28%
fr: Sain (femmes): 18-28%
it: Sano (donne): 18-28%
pt: Saudável (mulheres): 18-28%

# PortionAmount
source: Amount
de: Menge
es: Cantidad
fr: Quantité
it: Quantità
pt: Quantidade

source: Macros
de: Makros
it: Macro

source: Tap to change
de: Tippen zum Ändern
es: Toca para cambiar
fr: Appuyez pour modifier
it: Tocca per modificare
pt: Toque para alterar

# GoalLabel
source: Goal
de: Ziel
es: Objetivo
fr: Objectif
it: Obiettivo
pt: Meta

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
pt: Desfazer

source: Protein
es: Proteína
fr: Protéines
it: Proteine
pt: Proteína

source: Carbohydrates
de: Kohlenhydrate
es: Carbohidratos
fr: Glucides
it: Carboidrati
pt: Carboidratos

source: Carbs
de: Kohlenh.
fr: Glucides
it: Carbo

source: Fat
de: Fett
es: Grasa
fr: Lipides
it: Grassi
pt: Gordura

source: Consumed
de: Verzehrt
es: Consumido
fr: Consommé
it: Consumato
pt: Consumido

source: Remaining
de: Verbleibend
es: Restante
fr: Restant
it: Rimanente
pt: Restante

source: Over
de: Über
es: Sobre
fr: Dépassé
it: Oltre
pt: Acima

# CaloriesRemaining
source: {0} kcal remaining
de: Noch {0} kcal verfügbar
es: {0} kcal restantes
fr: {0} kcal restantes
it: {0} kcal rimanenti
pt: {0} kcal restantes

# CaloriesOver
source: {0} kcal over goal
de: {0} kcal über Ziel
es: {0} kcal sobre el objetivo
fr: {0} kcal au-dessus de l'objectif
it: {0} kcal oltre l'obiettivo
pt: {0} kcal acima da meta

source: Goal reached!
de: Ziel erreicht!
es: ¡Objetivo alcanzado!
fr: Objectif atteint !
it: Obiettivo raggiunto!
pt: Meta atingida!
