Repository: Robert-prog196/MeineApps.Ava
Catalog: src/Apps/HandwerkerRechner/HandwerkerRechner.Shared/Resources/Strings/AppStrings.*.resx
Languages: de, es, fr, it, pt

source: Purchase successful!
de: Kauf erfolgreich!
es: ¡Compra exitosa!
fr: Achat réussi !
it: Acquisto riuscito!
pt: Compra realizada com sucesso!

# PurchaseSuccessfulMessage
source: All categories have been unlocked. Thank you for your purchase!
de: Alle Kategorien wurden freigeschaltet. Vielen Dank für Ihren Kauf!
es: Se han desbloqueado todas las categorías. ¡Gracias por tu compra!
fr: Toutes les catégories ont été déverrouillées. Merci pour votre achat !
it: Tutte le categorie sono state sbloccate. Grazie per il tuo acquisto!
pt: Todas as categorias foram desbloqueadas. Obrigado pela sua compra!

# UnitPieces
source: pcs.
de: Stück
es: uds.
it: pz.
pt: pçs.

# UnitLiters
source: liters
de: Liter
es: litros
fr: litres
it: litri
pt: litros

# UnitRolls
source: rolls
de: Rollen
es: rollos
fr: rouleaux
it: rotoli
pt: rolos

# UnitBoards
source: boards
de: Dielen
es: tablas
fr: lames
it: tavole
pt: tábuas

source: Unit System
de: Maßeinheitssystem
es: Sistema de unidades
fr: Système d'unités
it: Sistema di unità
pt: Sistema de unidades

# UnitSystemMetric
source: Metric
de: Metrisch (m, kg, L)
es: Métrico
fr: Métrique
it: Metrico
pt: Métrico

# UnitSystemImperial
source: Imperial
de: Imperial (ft, lbs, gal)
fr: Impérial
it: Imperiale

source: Unit system changed
de: Maßeinheitssystem geändert
es: Sistema de unidades cambiado
fr: Système d'unités modifié
it: Sistema di unità modificato
pt: Sistema de unidades alterado

# UnitSystemChangedMessage
source: All calculators now use {0}.
de: Alle Rechner verwenden jetzt {0}.
es: Todas las calculadoras ahora usan {0}.
fr: Tous les calculateurs utilisent maintenant {0}.
it: Tutti i calcolatori ora utilizzano {0}.
pt: Todas as calculadoras agora usam {0}.

# InfoWaste
source: Waste
de: Verschnitt
es: Desperdicio
fr: Perte
it: Scarto
pt: Desperdício

# InfoWasteDescription
source: Waste is the additional material needed due to cutting and scrap. Recommended values: • Tiles, panels: 5-10% • Laminate, boards: 10-15% • Patterned wallpaper: 15-20% Plan for more waste in complex rooms (bay windows, niches).
de: Verschnitt ist der zusätzliche Materialbedarf durch Zuschnitt und Ausschuss. Empfohlene Werte: • Fliesen, Platten: 5-10% • Laminat, Dielen: 10-15% • Tapete mit Muster: 15-20% Bei komplexen Räumen (Erker, Nischen) mehr Verschnitt einplanen.
es: El desperdicio es el material adicional necesario por corte y desecho. Valores recomendados: • Azulejos, placas: 5-10% • Laminado, tablas: 10-15% • Papel pintado con patrón: 15-20% En habitaciones complejas (miradores, nichos) planifique más desperdicio.
fr: La perte est le matériau supplémentaire nécessaire en raison de la découpe et des chutes. Valeurs recommandées : • Carrelage, panneaux : 5-10% • Stratifié, lames : 10-15% • Papier peint à motifs : 15-20% Prévoir plus de perte dans les pièces complexes (baies vitrées, niches).
it: Lo scarto è il materiale aggiuntivo necessario a causa del taglio e degli sfridi. Valori consigliati: • Piastrelle, pannelli: 5-10% • Laminato, tavole: 10-15% • Carta da parati con motivo: 15-20% Per stanze complesse (bovindi, nicchie) prevedere più scarto.
pt: O desperdício é o material adicional necessário devido ao corte e sobras. Valores recomendados: • Azulejos, painéis: 5-10% • Laminado, tábuas: 10-15% • Papel de parede com padrão: 15-20% Em cômodos complexos (varandas, nichos) prever mais desperdício.

# InfoRapport
source: Pattern Repeat
de: Rapport / Musterversatz
es: Repetición del patrón
fr: Raccord de motif
it: Ripetizione del motivo
pt: Repetição do padrão

# InfoRapportDescription
source: The pattern repeat is the distance after which the wallpaper pattern repeats itself. Example: • Repeat 0 cm = no pattern (solid color) • Repeat 32 cm = pattern repeats every 32 cm The larger the repeat, the more waste occurs, as the strips must be cut to match.
de: Der Rapport ist der Abstand, nach dem sich das Muster einer Tapete wiederholt. Beispiel: • Rapport 0 cm = kein Muster (einfarbig) • Rapport 32 cm = Muster wiederholt sich alle 32 cm Je größer der Rapport, desto mehr Verschnitt entsteht, da die Bahnen passend zugeschnitten werden müssen.
es: La repetición del patrón es la distancia tras la cual el patrón del papel pintado se repite. Ejemplo: • Repetición 0 cm = sin patrón (color sólido) • Repetición 32 cm = el patrón se repite cada 32 cm Cuanto mayor es la repetición, más desperdicio se produce, ya que las tiras deben cortarse a medida.
fr: Le raccord est la distance après laquelle le motif du papier peint se répète. Exemple : • Raccord 0 cm = pas de motif (uni) • Raccord 32 cm = le motif se répète tous les 32 cm Plus le raccord est grand, plus il y a de perte, car les lés doivent être découpés pour correspondre.
it: La ripetizione del motivo è la distanza dopo la quale il motivo della carta da parati si ripete. Esempio: • Ripetizione 0 cm = nessun motivo (tinta unita) • Ripetizione 32 cm = il motivo si ripete ogni 32 cm Più grande è la ripetizione, più scarto si produce, poiché le strisce devono essere tagliate per combaciare.
pt: A repetição do padrão é a distância após a qual o padrão do papel de parede se repete. Exemplo: • Repetição 0 cm = sem padrão (cor sólida) • Repetição 32 cm = o padrão se repete a cada 32 cm Quanto maior a repetição, mais desperdício ocorre, pois as tiras devem ser cortadas para combinar.

# InfoVoltageDrop
source: Voltage Drop
de: Spannungsabfall
es: Caída de tensión
fr: Chute de tension
it: Caduta di tensione
pt: Queda de tensão

# InfoVoltageDropDescription
source: Voltage drop is the voltage loss in a cable due to its electrical resistance. Maximum allowed (per VDE 0100): • Lighting: 3% • Outlets: 3% • Motors: 5% If the limit is exceeded, a thicker cross-section must be chosen.
de: Der Spannungsabfall ist der Spannungsverlust in einem Kabel aufgrund seines elektrischen Widerstands. Maximal zulässig (nach VDE 0100): • Beleuchtung: 3% • Steckdosen: 3% • Motoren: 5% Wird der Grenzwert überschritten, muss ein dickerer Querschnitt gewählt werden.
es: La caída de tensión es la pérdida de voltaje en un cable debido a su resistencia eléctrica. Máximo permitido (según VDE 0100): • Iluminación: 3% • Enchufes: 3% • Motores: 5% Si se supera el límite, debe elegirse una sección más gruesa.
fr: La chute de tension est la perte de tension dans un câble due à sa résistance électrique. Maximum autorisé (norme NF C 15-100) : • Éclairage : 3% • Prises : 3% • Moteurs : 5% Si la limite est dépassée, une section plus épaisse doit être choisie.
it: La caduta di tensione è la perdita di tensione in un cavo dovuta alla sua resistenza elettrica. Massimo consentito (norma CEI 64-8): • Illuminazione: 3% • Prese: 3% • Motori: 5% Se il limite viene superato, deve essere scelta una sezione più grande.
pt: A queda de tensão é a perda de tensão num cabo devido à sua resistência elétrica. Máximo permitido (norma NBR 5410): • Iluminação: 3% • Tomadas: 3% • Motores: 5% Se o limite for ultrapassado, uma secção mais grossa deve ser escolhida.

# InfoCrossSection
source: Cable Cross-Section
de: Kabelquerschnitt
es: Sección del cable
fr: Section du câble
it: Sezione del cavo
pt: Secção do cabo

# InfoCrossSectionDescription
source: The cross-section indicates the thickness of the conductor in mm². Typical values: • 1.5 mm²: Lighting (max. 16A) • 2.5 mm²: Outlets (max. 20A) • 4 mm²: Stove, water heater • 6 mm²: Heavy consumers The longer the cable, the thicker the cross-section should be.
de: Der Querschnitt gibt die Dicke des Leiters in mm² an. Typische Werte: • 1,5 mm²: Beleuchtung (max. 16A) • 2,5 mm²: Steckdosen (max. 20A) • 4 mm²: Herd, Durchlauferhitzer • 6 mm²: Starke Verbraucher Je länger das Kabel, desto dicker sollte der Querschnitt sein.
es: La sección indica el grosor del conductor en mm². Valores típicos: • 1,5 mm²: Iluminación (máx. 16A) • 2,5 mm²: Enchufes (máx. 20A) • 4 mm²: Cocina, calentador • 6 mm²: Consumidores fuertes Cuanto más largo el cable, más gruesa debe ser la sección.
fr: La section indique l'épaisseur du conducteur en mm². Valeurs typiques : • 1,5 mm² : Éclairage (max. 16A) • 2,5 mm² : Prises (max. 20A) • 4 mm² : Cuisinière, chauffe-eau • 6 mm² : Gros consommateurs Plus le câble est long, plus la section doit être épaisse.
it: La sezione indica lo spessore del conduttore in mm². Valori tipici: • 1,5 mm²: Illuminazione (max. 16A) • 2,5 mm²: Prese (max. 20A) • 4 mm²: Fornello, scaldabagno • 6 mm²: Grandi utilizzatori Più lungo è il cavo, più grande deve essere la sezione.
pt: A secção indica a espessura do condutor em mm². Valores típicos: • 1,5 mm²: Iluminação (máx. 16A) • 2,5 mm²: Tomadas (máx. 20A) • 4 mm²: Fogão, esquentador • 6 mm²: Grandes consumidores Quanto mais longo o cabo, mais grossa deve ser a secção.

# InfoCoverage
source: Coverage
de: Ergiebigkeit
es: Rendimiento
fr: Rendement
it: Resa
pt: Rendimento

# InfoCoverageDescription
source: Coverage indicates how much area can be painted with 1 liter of paint. Typical values: • Smooth wall paint: 6-8 m²/L • Textured wall paint: 4-6 m²/L • Emulsion paint: 7-10 m²/L • Latex paint: 5-7 m²/L Coverage decreases on rough surfaces!
de: Die Ergiebigkeit gibt an, wie viel Fläche mit 1 Liter Farbe gestrichen werden kann. Typische Werte: • Wandfarbe glatt: 6-8 m²/L • Wandfarbe strukturiert: 4-6 m²/L • Dispersionsfarbe: 7-10 m²/L • Latexfarbe: 5-7 m²/L Auf rauem Untergrund sinkt die Ergiebigkeit!
es: El rendimiento indica cuánta superficie se puede pintar con 1 litro de pintura. Valores típicos: • Pintura lisa: 6-8 m²/L • Pintura texturizada: 4-6 m²/L • Pintura de dispersión: 7-10 m²/L • Pintura de látex: 5-7 m²/L ¡El rendimiento disminuye en superficies rugosas!
fr: Le rendement indique quelle surface peut être peinte avec 1 litre de peinture. Valeurs typiques : • Peinture murale lisse : 6-8 m²/L • Peinture murale texturée : 4-6 m²/L • Peinture à dispersion : 7-10 m²/L • Peinture latex : 5-7 m²/L Le rendement diminue sur les surfaces rugueuses !
it: La resa indica quanta superficie può essere verniciata con 1 litro di vernice. Valori tipici: • Pittura murale liscia: 6-8 m²/L • Pittura murale strutturata: 4-6 m²/L • Pittura a dispersione: 7-10 m²/L • Pittura al lattice: 5-7 m²/L Su superfici ruvide la resa diminuisce!
pt: O rendimento indica quanta superfície pode ser pintada com 1 litro de tinta. Valores típicos: • Tinta de parede lisa: 6-8 m²/L • Tinta de parede texturizada: 4-6 m²/L • Tinta de dispersão: 7-10 m²/L • Tinta látex: 5-7 m²/L O rendimento diminui em superfícies rugosas!

# CalculationHistory
source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
pt: Histórico

source: Recent Calculations
de: Letzte Berechnungen
es: Cálculos recientes
fr: Calculs récents
it: Calcoli recenti
pt: Cálculos recentes

# NoHistoryYet
source: No calculations yet
de: Noch keine Berechnungen
es: Sin cálculos aún
fr: Aucun calcul pour l'instant
it: Nessun calcolo finora
pt: Nenhum cálculo ainda

# HistoryDescription
source: Your last 10 calculations are saved automatically.
de: Deine letzten 10 Berechnungen werden automatisch gespeichert.
es: Tus últimos 10 cálculos se guardan automáticamente.
fr: Vos 10 derniers calculs sont enregistrés automatiquement.
it: I tuoi ultimi 10 calcoli vengono salvati automaticamente.
pt: Os seus últimos 10 cálculos são guardados automaticamente.

source: Clear History
de: Verlauf löschen
es: Borrar historial
fr: Effacer l'historique
it: Cancella cronologia
pt: Limpar histórico

# ClearHistoryConfirm
source: Clear history?
de: Verlauf löschen?
es: ¿Borrar historial?
fr: Effacer l'historique ?
it: Cancellare la cronologia?
pt: Limpar histórico?

# ClearHistoryMessage
source: Do you really want to delete all saved calculations?
de: Möchten Sie wirklich alle gespeicherten Berechnungen löschen?
es: ¿Desea eliminar realmente todos los cálculos guardados?
fr: Voulez-vous vraiment supprimer tous les calculs enregistrés ?
it: Vuoi davvero eliminare tutti i calcoli salvati?
pt: Deseja realmente apagar todos os cálculos guardados?

source: Load Calculation
de: Berechnung laden
es: Cargar cálculo
fr: Charger le calcul
it: Carica calcolo
pt: Carregar cálculo

# VoltageDropCalculator
source: Calculate voltage drop
de: Spannungsabfall berechnen
es: Calcular caída de tensión
fr: Calculer la chute de tension
it: Calcola caduta di tensione
pt: Calcular queda de tensão

# PowerCostCalculator
source: Calculate power cost
de: Stromkosten berechnen
es: Calcular costos de energía
fr: Calculer le coût de l'énergie
it: Calcola costo dell'energia
pt: Calcular custo de energia

# OhmsLawCalculator
source: Ohm's Law
de: Ohmsches Gesetz
es: Ley de Ohm
fr: Loi d'Ohm
it: Legge di Ohm
pt: Lei de Ohm

# Voltage
source: Voltage (V)
de: Spannung (V)
es: Tensión (V)
fr: Tension (V)
it: Tensione (V)
pt: Tensão (V)

# Current
source: Current (A)
de: Strom (A)
es: Corriente (A)
fr: Courant (A)
it: Corrente (A)
pt: Corrente (A)

# CableLength
source: Cable length (m)
de: Kabellänge (m)
es: Longitud del cable (m)
fr: Longueur du câble (m)
it: Lunghezza cavo (m)
pt: Comprimento do cabo (m)

# CrossSection
source: Cross-section (mm²)
de: Querschnitt (mm²)
es: Sección (mm²)
fr: Section (mm²)
it: Sezione (mm²)
pt: Secção (mm²)

source: Copper cable
de: Kupferkabel
es: Cable de cobre
fr: Câble en cuivre
it: Cavo in rame
pt: Cabo de cobre

# Power
source: Power (W)
de: Leistung (W)
es: Potencia (W)
fr: Puissance (W)
it: Potenza (W)
pt: Potência (W)

# HoursPerDay
source: hrs/day
de: Std/Tag
es: h/día
fr: h/jour
it: h/giorno
pt: h/dia

# EnterAtLeastTwoValues
source: Enter at least 2 values
de: Geben Sie mindestens 2 Werte ein
es: Introduzca al menos 2 valores
fr: Saisissez au moins 2 valeurs
it: Inserire almeno 2 valori
pt: Insira pelo menos 2 valores

# VoltageU
source: Voltage U (V)
de: Spannung U (V)
es: Tensión U (V)
fr: Tension U (V)
it: Tensione U (V)
pt: Tensão U (V)

# CurrentI
source: Current I (A)
de: Strom I (A)
es: Corriente I (A)
fr: Courant I (A)
it: Corrente I (A)
pt: Corrente I (A)

# ResistanceR
source: Resistance R (Ω)
de: Widerstand R (Ω)
es: Resistencia R (Ω)
fr: Résistance R (Ω)
it: Resistenza R (Ω)
pt: Resistência R (Ω)

# PowerP
source: Power P (W)
de: Leistung P (W)
es: Potencia P (W)
fr: Puissance P (W)
it: Potenza P (W)
pt: Potência P (W)

# CableLengthLabel
source: Cable length
de: Kabellänge
es: Longitud del cable
fr: Longueur du câble
it: Lunghezza del cavo
pt: Comprimento do cabo

source: Voltage drop too high!
de: Spannungsabfall zu hoch!
es: ¡Caída de tensión demasiado alta!
fr: Chute de tension trop élevée !
it: Caduta di tensione troppo elevata!
pt: Queda de tensão demasiado alta!

# VoltageDropOverCable
source: Voltage drop over cable run (max. 3% recommended)
de: Spannungsabfall über Kabelstrecke (max. 3% empfohlen)
es: Caída de tensión en el cable (máx. 3% recomendado)
fr: Chute de tension sur la longueur du câble (max. 3% recommandé)
it: Caduta di tensione sulla lunghezza del cavo (max. 3% consigliato)
pt: Queda de tensão ao longo do cabo (máx. 3% recomendado)

source: POWER METER
de: STROMZÄHLER
es: CONTADOR
fr: COMPTEUR
it: CONTATORE
pt: CONTADOR

source: ACTIVE
de: AKTIV
es: ACTIVO
fr: ACTIF
it: ATTIVO
pt: ATIVO

source: COST
de: KOSTEN
es: COSTO
fr: COÛT
it: COSTO
pt: CUSTO

# PowerConsumptionAndCosts
source: Power consumption and running costs per day/month/year
de: Stromverbrauch und laufende Kosten pro Tag/Monat/Jahr
es: Consumo y costos por día/mes/año
fr: Consommation et coûts de fonctionnement par jour/mois/an
it: Consumo energetico e costi di esercizio per giorno/mese/anno
pt: Consumo de energia e custos de operação por dia/mês/ano

source: RESISTANCE
de: WIDERSTAND
es: RESISTENCIA
fr: RÉSISTANCE
it: RESISTENZA
pt: RESISTÊNCIA

# OhmsLawDescription
source: Ohm's Law: Relationship between voltage (U), current (I), resistance (R) and power (P)
de: Ohmsches Gesetz: Zusammenhang von Spannung (U), Strom (I), Widerstand (R) und Leistung (P)
es: Ley de Ohm: Relación entre tensión (U), corriente (I), resistencia (R) y potencia (P)
fr: Loi d'Ohm : Relation entre tension (U), courant (I), résistance (R) et puissance (P)
it: Legge di Ohm: Relazione tra tensione (U), corrente (I), resistenza (R) e potenza (P)
pt: Lei de Ohm: Relação entre tensão (U), corrente (I), resistência (R) e potência (P)

source: Percentage
de: Prozentual
es: Porcentaje
fr: Pourcentage
it: Percentuale
pt: Percentagem

# ConsumptionPerDay
source: Consumption/day
de: Verbrauch/Tag
es: Consumo/día
fr: Consommation/jour
it: Consumo/giorno
pt: Consumo/dia

# CostPerDay
source: Cost/day
de: Kosten/Tag
es: Costo/día
fr: Coût/jour
it: Costo/giorno
pt: Custo/dia

# CostPerMonth
source: Cost/month
de: Kosten/Monat
es: Costo/mes
fr: Coût/mois
it: Costo/mese
pt: Custo/mês

# CostPerYear
source: Cost/year
de: Kosten/Jahr
es: Costo/año
fr: Coût/an
it: Costo/anno
pt: Custo/ano

# VoltageULabel
source: Voltage U
de: Spannung U
es: Tensión U
fr: Tension U
it: Tensione U
pt: Tensão U

# CurrentILabel
source: Current I
de: Strom I
es: Corriente I
fr: Courant I
it: Corrente I
pt: Corrente I

# ResistanceRLabel
source: Resistance R
de: Widerstand R
es: Resistencia R
fr: Résistance R
it: Resistenza R
pt: Resistência R

# PowerPLabel
source: Power P
de: Leistung P
es: Potencia P
fr: Puissance P
it: Potenza P
pt: Potência P

source: Drywall Calculator
de: Trockenbau-Rechner
es: Calculadora de pladur
fr: Calculateur Placo
it: Calcolatore Cartongesso
pt: Calculadora de Drywall

source: Studs
de: Ständerwerk
es: Perfilería
fr: Ossature
it: Struttura
pt: Estrutura

# Plates
source: Drywall Panels
de: Gipsplatten
es: Placas de yeso
fr: Plaques de plâtre
it: Lastre di cartongesso
pt: Placas de gesso

# Compound
source: Joint Compound
de: Spachtelmasse
es: Masilla
fr: Enduit de joint
it: Stucco per giunti
pt: Massa para juntas

# PricePerSqm
source: Price per m² (€)
de: Preis pro m² (€)
es: Precio por m² (€)
fr: Prix par m² (€)
it: Prezzo per m² (€)
pt: Preço por m² (€)

# DoublePlated
source: Double layered
de: Doppelt beplankt
es: Doble capa
fr: Double couche
it: Doppio strato
pt: Dupla camada

source: Wall Dimensions
de: Wandmaße
es: Dimensiones de la pared
fr: Dimensions du mur
it: Dimensioni della parete
pt: Dimensões da parede

# EnterPricePerSqm
source: Enter the price per m² to calculate total cost.
de: Gib den Preis pro m² ein, um die Gesamtkosten zu berechnen.
es: Introduzca el precio por m² para calcular el costo total.
fr: Saisissez le prix par m² pour calculer le coût total.
it: Inserisci il prezzo per m² per calcolare il costo totale.
pt: Insira o preço por m² para calcular o custo total.

source: CW profiles (studs)
de: CW-Profile (Ständer)
es: Perfiles CW (montantes)
fr: Profilés CW (montants)
it: Profili CW (montanti)
pt: Perfis CW (montantes)

source: UW profiles (top/bottom)
de: UW-Profile (oben/unten)
es: Perfiles UW (superior/inferior)
fr: Profilés UW (haut/bas)
it: Profili UW (alto/basso)
pt: Perfis UW (superior/inferior)

source: Drywall sheets
de: Gipskartonplatten
es: Placas de cartón yeso
fr: Plaques de plâtre
it: Lastre di cartongesso
pt: Placas de gesso

# Screws
source: Drywall screws
de: Schnellbauschrauben
es: Tornillos rápidos
fr: Vis à placo
it: Viti per cartongesso
pt: Parafusos para drywall

# StudsDescription
source: Framing: CW profiles (vertical, 62.5cm spacing) with UW profiles (top/bottom) + drywall sheet + screws
de: Ständerwerk: CW-Profile (vertikal, 62,5cm Abstand) mit UW-Profilen (oben/unten) + Gipsplatte + Schrauben
es: Perfilería: Perfiles CW (vertical, 62,5cm) con perfiles UW (superior/inferior) + placa + tornillos
fr: Ossature : Profilés CW (verticaux, espacement 62,5cm) avec profilés UW (haut/bas) + plaque de plâtre + vis
it: Struttura: Profili CW (verticali, distanza 62,5cm) con profili UW (alto/basso) + lastra di cartongesso + viti
pt: Estrutura: Perfis CW (verticais, espaçamento 62,5cm) com perfis UW (superior/inferior) + placa de gesso + parafusos

# PlatesSize
source: Panels: 250×125 cm standard
de: Platten: 250×125 cm Standard
es: Placas: 250×125 cm estándar
fr: Plaques : 250×125 cm standard
it: Lastre: 250×125 cm standard
pt: Placas: 250×125 cm padrão

source: Length (m)
de: Länge (m)
es: Longitud (m)
fr: Longueur (m)
it: Lunghezza (m)
pt: Comprimento (m)

source: Height (m)
de: Höhe (m)
es: Altura (m)
fr: Hauteur (m)
it: Altezza (m)
pt: Altura (m)

# GoBackSemantic
source: Go back to previous page
de: Zurück zur vorherigen Seite
es: Volver a la página anterior
fr: Retourner à la page précédente
it: Torna alla pagina precedente
pt: Voltar à página anterior

# OpenSettingsSemantic
source: Open settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les paramètres
it: Apri impostazioni
pt: Abrir configurações

# OpenProjectsSemantic
source: Open saved projects
de: Gespeicherte Projekte öffnen
es: Abrir proyectos guardados
fr: Ouvrir les projets enregistrés
it: Apri progetti salvati
pt: Abrir projetos guardados

# CalculateButtonSemantic
source: Start calculation
de: Berechnung starten
es: Iniciar cálculo
fr: Lancer le calcul
it: Avvia il calcolo
pt: Iniciar cálculo

# ResetButtonSemantic
source: Reset inputs
de: Eingaben zurücksetzen
es: Restablecer entradas
fr: Réinitialiser les entrées
it: Reimposta i dati inseriti
pt: Redefinir entradas

# SaveProjectButtonSemantic
source: Save calculation as project
de: Berechnung als Projekt speichern
es: Guardar cálculo como proyecto
fr: Enregistrer le calcul comme projet
it: Salva il calcolo come progetto
pt: Guardar cálculo como projeto

# FeedbackButtonSemantic
source: Send feedback via email
de: Feedback per E-Mail senden
es: Enviar comentarios por correo
fr: Envoyer un commentaire par e-mail
it: Invia feedback via e-mail
pt: Enviar feedback por e-mail

# RestorePurchasesSemantic
source: Restore previous purchases
de: Frühere Käufe wiederherstellen
es: Restaurar compras anteriores
fr: Restaurer les achats précédents
it: Ripristina gli acquisti precedenti
pt: Restaurar compras anteriores

# LoadProjectSemantic
source: Open project
de: Projekt öffnen
es: Abrir proyecto
fr: Ouvrir le projet
it: Apri progetto
pt: Abrir projeto

# DeleteProjectSemantic
source: Delete project
de: Projekt löschen
es: Eliminar proyecto
fr: Supprimer le projet
it: Elimina progetto
pt: Eliminar projeto

# RoomLengthSemantic
source: Enter room length in meters
de: Raumlänge in Metern eingeben
es: Introducir longitud de la habitación en metros
fr: Saisir la longueur de la pièce en mètres
it: Inserire la lunghezza della stanza in metri
pt: Inserir comprimento do cômodo em metros

# RoomWidthSemantic
source: Enter room width in meters
de: Raumbreite in Metern eingeben
es: Introducir ancho de la habitación en metros
fr: Saisir la largeur de la pièce en mètres
it: Inserire la larghezza della stanza in metri
pt: Inserir largura do cômodo em metros

# RoomHeightSemantic
source: Enter room height in meters
de: Raumhöhe in Metern eingeben
es: Introducir alto de la habitación en metros
fr: Saisir la hauteur de la pièce en mètres
it: Inserire l'altezza della stanza in metri
pt: Inserir altura do cômodo em metros

# TileLengthSemantic
source: Enter tile length in centimeters
de: Fliesenlänge in Zentimetern eingeben
es: Introducir longitud del azulejo en centímetros
fr: Saisir la longueur du carreau en centimètres
it: Inserire la lunghezza della piastrella in centimetri
pt: Inserir comprimento do azulejo em centímetros

# TileWidthSemantic
source: Enter tile width in centimeters
de: Fliesenbreite in Zentimetern eingeben
es: Introducir ancho del azulejo en centímetros
fr: Saisir la largeur du carreau en centimètres
it: Inserire la larghezza della piastrella in centimetri
pt: Inserir largura do azulejo em centímetros

# WasteSemantic
source: Enter waste in percent
de: Verschnitt in Prozent eingeben
es: Introducir desperdicio en porcentaje
fr: Saisir la perte en pourcentage
it: Inserire lo scarto in percentuale
pt: Inserir desperdício em percentagem
