Repository: Robert-prog196/MeineApps.Ava
Catalog: src/Apps/HandwerkerRechner/HandwerkerRechner.Shared/Resources/Strings/AppStrings.*.resx
Languages: de, es, fr, it, pt

# PricePerTileSemantic
source: Enter price per tile in euros
de: Preis pro Fliese in Euro eingeben
es: Introducir precio por azulejo en euros
fr: Saisir le prix par carreau en euros
it: Inserire il prezzo per piastrella in euro
pt: Inserir preço por azulejo em euros

# RollLengthSemantic
source: Enter roll length in meters
de: Rollenlänge in Metern eingeben
es: Ingresar longitud del rollo en metros
fr: Saisir la longueur du rouleau en mètres
it: Inserire la lunghezza del rotolo in metri
pt: Inserir o comprimento do rolo em metros

# RollWidthSemantic
source: Enter roll width in centimeters
de: Rollenbreite in Zentimetern eingeben
es: Ingresar ancho del rollo en centímetros
fr: Saisir la largeur du rouleau en centimètres
it: Inserire la larghezza del rotolo in centimetri
pt: Inserir a largura do rolo em centímetros

# PatternRepeatSemantic
source: Enter pattern repeat in centimeters
de: Musterversatz in Zentimetern eingeben
es: Ingresar repetición del patrón en centímetros
fr: Saisir la répétition du motif en centimètres
it: Inserire la ripetizione del motivo in centimetri
pt: Inserir a repetição do padrão em centímetros

# PricePerRollSemantic
source: Enter price per wallpaper roll in euros
de: Preis pro Rolle in Euro eingeben
es: Ingresar precio por rollo de papel tapiz en euros
fr: Saisir le prix par rouleau de papier peint en euros
it: Inserire il prezzo per rotolo di carta da parati in euro
pt: Inserir o preço por rolo de papel de parede em euros

# AreaSemantic
source: Enter area in square meters
de: Fläche in Quadratmetern eingeben
es: Ingresar área en metros cuadrados
fr: Saisir la surface en mètres carrés
it: Inserire l'area in metri quadrati
pt: Inserir a área em metros quadrados

# CoverageSemantic
source: Enter paint coverage in square meters per liter
de: Ergiebigkeit in Quadratmeter pro Liter eingeben
es: Ingresar cobertura de pintura en metros cuadrados por litro
fr: Saisir le rendement de la peinture en mètres carrés par litre
it: Inserire la copertura della vernice in metri quadrati per litro
pt: Inserir a cobertura da tinta em metros quadrados por litro

# CoatsSemantic
source: Enter number of coats
de: Anzahl der Anstriche eingeben
es: Ingresar número de capas
fr: Saisir le nombre de couches
it: Inserire il numero di mani
pt: Inserir o número de demãos

# PricePerLiterSemantic
source: Enter price per liter of paint in euros
de: Preis pro Liter in Euro eingeben
es: Ingresar precio por litro de pintura en euros
fr: Saisir le prix par litre de peinture en euros
it: Inserire il prezzo per litro di vernice in euro
pt: Inserir o preço por litro de tinta em euros

# BoardLengthSemantic
source: Enter board length in centimeters
de: Dielenlänge in Metern eingeben
es: Ingresar longitud de la tabla en centímetros
fr: Saisir la longueur de la planche en centimètres
it: Inserire la lunghezza della tavola in centimetri
pt: Inserir o comprimento da tábua em centímetros

# BoardWidthSemantic
source: Enter board width in centimeters
de: Dielenbreite in Zentimetern eingeben
es: Ingresar ancho de la tabla en centímetros
fr: Saisir la largeur de la planche en centimètres
it: Inserire la larghezza della tavola in centimetri
pt: Inserir a largura da tábua em centímetros

# PricePerBoardSemantic
source: Enter price per board in euros
de: Preis pro Diele in Euro eingeben
es: Ingresar precio por tabla en euros
fr: Saisir le prix par planche en euros
it: Inserire il prezzo per tavola in euro
pt: Inserir o preço por tábua em euros

# WallLengthSemantic
source: Enter wall length in meters
de: Wandlänge in Metern eingeben
es: Ingresar longitud de la pared en metros
fr: Saisir la longueur du mur en mètres
it: Inserire la lunghezza della parete in metri
pt: Inserir o comprimento da parede em metros

# WallHeightSemantic
source: Enter wall height in meters
de: Wandhöhe in Metern eingeben
es: Introducir altura de la pared en metros
fr: Saisir la hauteur du mur en mètres
it: Inserire l'altezza della parete in metri
pt: Inserir altura da parede em metros

# PricePerSqmSemantic
source: Enter price per square meter in euros
de: Preis pro Quadratmeter in Euro eingeben
es: Introducir precio por metro cuadrado en euros
fr: Saisir le prix par mètre carré en euros
it: Inserire il prezzo per metro quadrato in euro
pt: Inserir preço por metro quadrado em euros

# VoltageSemantic
source: Enter voltage in volts
de: Spannung in Volt eingeben
es: Introducir tensión en voltios
fr: Saisir la tension en volts
it: Inserire la tensione in volt
pt: Inserir tensão em volts

# CurrentSemantic
source: Enter current in amperes
de: Strom in Ampere eingeben
es: Introducir corriente en amperios
fr: Saisir le courant en ampères
it: Inserire la corrente in ampere
pt: Inserir corrente em amperes

# CableLengthSemantic
source: Enter cable length in meters
de: Kabellänge in Metern eingeben
es: Introducir longitud del cable en metros
fr: Saisir la longueur du câble en mètres
it: Inserire la lunghezza del cavo in metri
pt: Inserir comprimento do cabo em metros

# CrossSectionSemantic
source: Enter cable cross-section in square millimeters
de: Kabelquerschnitt in Quadratmillimetern eingeben
es: Introducir sección del cable en milímetros cuadrados
fr: Saisir la section du câble en millimètres carrés
it: Inserire la sezione del cavo in millimetri quadrati
pt: Inserir secção do cabo em milímetros quadrados

# PowerSemantic
source: Enter power in watts
de: Leistung in Watt eingeben
es: Introducir potencia en vatios
fr: Saisir la puissance en watts
it: Inserire la potenza in watt
pt: Inserir potência em watts

# HoursPerDaySemantic
source: Enter operating hours per day
de: Betriebsstunden pro Tag eingeben
es: Introducir horas de funcionamiento por día
fr: Saisir les heures de fonctionnement par jour
it: Inserire le ore di funzionamento al giorno
pt: Inserir horas de funcionamento por dia

# PricePerKwhSemantic
source: Enter electricity price per kilowatt hour in euros
de: Strompreis pro Kilowattstunde in Euro eingeben
es: Introducir precio de electricidad por kilovatio hora en euros
fr: Saisir le prix de l'électricité par kilowattheure en euros
it: Inserire il prezzo dell'elettricità per kilowattora in euro
pt: Inserir preço da eletricidade por quilowatt-hora em euros

# CategoryTilesSemantic
source: Open tile calculator
de: Fliesenrechner öffnen
es: Abrir calculadora de azulejos
fr: Ouvrir le calculateur de carrelage
it: Apri il calcolatore piastrelle
pt: Abrir calculadora de azulejos

# CategoryWallpaperSemantic
source: Open wallpaper calculator
de: Tapetenrechner öffnen
es: Abrir calculadora de papel pintado
fr: Ouvrir le calculateur de papier peint
it: Apri il calcolatore carta da parati
pt: Abrir calculadora de papel de parede

# CategoryPaintSemantic
source: Open paint calculator
de: Farbrechner öffnen
es: Abrir calculadora de pintura
fr: Ouvrir le calculateur de peinture
it: Apri il calcolatore vernice
pt: Abrir calculadora de tinta

# CategoryFlooringSemantic
source: Open flooring calculator
de: Dielenrechner öffnen
es: Abrir calculadora de suelos
fr: Ouvrir le calculateur de parquet
it: Apri il calcolatore pavimento
pt: Abrir calculadora de pavimento

# CategoryDrywallSemantic
source: Open drywall category
de: Trockenbau-Kategorie öffnen
es: Abrir categoría de pladur
fr: Ouvrir la catégorie placo
it: Apri la categoria cartongesso
pt: Abrir categoria drywall

# CategoryElectricalSemantic
source: Open electrical category
de: Elektriker-Kategorie öffnen
es: Abrir categoría de electricidad
fr: Ouvrir la catégorie électricité
it: Apri la categoria elettricità
pt: Abrir categoria eletricidade

# CategoryMetalSemantic
source: Open metal category
de: Metall-Kategorie öffnen
es: Abrir categoría de metal
fr: Ouvrir la catégorie métal
it: Apri la categoria metallo
pt: Abrir categoria metal

# CategoryGardenSemantic
source: Open garden category
de: Garten-Kategorie öffnen
es: Abrir categoría de jardín
fr: Ouvrir la catégorie jardin
it: Apri la categoria giardino
pt: Abrir categoria jardim

# CategoryRoofSolarSemantic
source: Open roof and solar category
de: Dach und Solar-Kategorie öffnen
es: Abrir categoría de techo y solar
fr: Ouvrir la catégorie toit et solaire
it: Apri la categoria tetto e solare
pt: Abrir categoria telhado e solar

# SelectThemeVividSemantic
source: Select Vivid theme
de: Vivid-Theme auswählen
es: Seleccionar tema Vivid
fr: Sélectionner le thème Vivid
it: Seleziona il tema Vivid
pt: Selecionar tema Vivid

# SelectThemeClassicSemantic
source: Select Classic theme
de: Klassisches Theme auswählen
es: Seleccionar tema Clásico
fr: Sélectionner le thème Classique
it: Seleziona il tema Classico
pt: Selecionar tema Clássico

# SelectThemeGlassDarkSemantic
source: Select Glass Dark theme
de: Glass Dark-Theme auswählen
es: Seleccionar tema Glass Dark
fr: Sélectionner le thème Glass Dark
it: Seleziona il tema Glass Dark
pt: Selecionar tema Glass Dark

# SelectThemeSoftLightSemantic
source: Select Soft Light theme
de: Soft Light-Theme auswählen
es: Seleccionar tema Soft Light
fr: Sélectionner le thème Soft Light
it: Seleziona il tema Soft Light
pt: Selecionar tema Soft Light

# SelectLanguageGermanSemantic
source: Switch language to German
de: Sprache auf Deutsch umstellen
es: Cambiar idioma a alemán
fr: Changer la langue en allemand
it: Cambia lingua in tedesco
pt: Mudar idioma para alemão

# SelectLanguageEnglishSemantic
source: Switch language to English
de: Sprache auf Englisch umstellen
es: Cambiar idioma a inglés
fr: Changer la langue en anglais
it: Cambia lingua in inglese
pt: Mudar idioma para inglês

# SelectLanguageSpanishSemantic
source: Switch language to Spanish
de: Sprache auf Spanisch umstellen
es: Cambiar idioma a español
fr: Changer la langue en espagnol
it: Cambia lingua in spagnolo
pt: Mudar idioma para espanhol

# SelectLanguageFrenchSemantic
source: Switch language to French
de: Sprache auf Französisch umstellen
es: Cambiar idioma a francés
fr: Changer la langue en français
it: Cambia lingua in francese
pt: Mudar idioma para francês

# SelectLanguageItalianSemantic
source: Switch language to Italian
de: Sprache auf Italienisch umstellen
es: Cambiar idioma a italiano
fr: Changer la langue en italien
it: Cambia lingua in italiano
pt: Mudar idioma para italiano

# SelectLanguagePortugueseSemantic
source: Switch language to Portuguese
de: Sprache auf Portugiesisch umstellen
es: Cambiar idioma a portugués
fr: Changer la langue en portugais
it: Cambia lingua in portoghese
pt: Mudar idioma para português

# SelectMetricSemantic
source: Select metric unit system
de: Metrisches Maßeinheitssystem auswählen
es: Seleccionar sistema métrico
fr: Sélectionner le système métrique
it: Seleziona il sistema metrico
pt: Selecionar sistema métrico

# SelectImperialSemantic
source: Select imperial unit system
de: Imperiales Maßeinheitssystem auswählen
es: Seleccionar sistema imperial
fr: Sélectionner le système impérial
it: Seleziona il sistema imperiale
pt: Selecionar sistema imperial

# PurchasePremiumSemantic
source: Purchase premium version
de: Premium-Version kaufen
es: Comprar versión premium
fr: Acheter la version premium
it: Acquista la versione premium
pt: Comprar versão premium

# PurchaseAllCategoriesSemantic
source: Purchase all categories for 3.99 euros
de: Alle Kategorien für 3,99 Euro kaufen
es: Comprar todas las categorías por 3,99 euros
fr: Acheter toutes les catégories pour 3,99 euros
it: Acquista tutte le categorie per 3,99 euro
pt: Comprar todas as categorias por 3,99 euros

# PlaceholderDecimal
source: e.g. 4.5
de: z.B. 4,5
es: p.ej. 4,5
fr: p.ex. 4,5
it: es. 4,5
pt: ex. 4,5

# PlaceholderDecimalSmall
source: e.g. 2.5
de: z.B. 2,5
es: p.ej. 2,5
fr: p.ex. 2,5
it: es. 2,5
pt: ex. 2,5

# PlaceholderDecimalLarge
source: e.g. 10.5
de: z.B. 10,5
es: p.ej. 10,5
fr: p.ex. 10,5
it: es. 10,5
pt: ex. 10,5

# PlaceholderWhole
source: e.g. 30
de: z.B. 30
es: p.ej. 30
fr: p.ex. 30
it: es. 30
pt: ex. 30

# PlaceholderWholeSmall
source: e.g. 10
de: z.B. 10
es: p.ej. 10
fr: p.ex. 10
it: es. 10
pt: ex. 10

# PlaceholderWholeLarge
source: e.g. 100
de: z.B. 100
es: p.ej. 100
fr: p.ex. 100
it: es. 100
pt: ex. 100

# PlaceholderPercent
source: e.g. 10
de: z.B. 10
es: p.ej. 10
fr: p.ex. 10
it: es. 10
pt: ex. 10

# PlaceholderPercentLarge
source: e.g. 20
de: z.B. 20
es: p.ej. 20
fr: p.ex. 20
it: es. 20
pt: ex. 20

# PlaceholderPrice
source: e.g. 2.50
de: z.B. 2,50
es: p.ej. 2,50
fr: p.ex. 2,50
it: es. 2,50
pt: ex. 2,50

# PlaceholderPriceLarge
source: e.g. 12.50
de: z.B. 12,50
es: p.ej. 12,50
fr: p.ex. 12,50
it: es. 12,50
pt: ex. 12,50

# PlaceholderPriceMedium
source: e.g. 8.50
de: z.B. 8,50
es: p.ej. 8,50
fr: p.ex. 8,50
it: es. 8,50
pt: ex. 8,50

# PlaceholderTiny
source: e.g. 4
de: z.B. 4
es: p.ej. 4
fr: p.ex. 4
it: es. 4
pt: ex. 4

# PlaceholderSmall
source: e.g. 15
de: z.B. 15
es: p.ej. 15
fr: p.ex. 15
it: es. 15
pt: ex. 15

# PlaceholderMedium
source: e.g. 50
de: z.B. 50
es: p.ej. 50
fr: p.ex. 50
it: es. 50
pt: ex. 50

# PlaceholderLarge
source: e.g. 230
de: z.B. 230
es: p.ej. 230
fr: p.ex. 230
it: es. 230
pt: ex. 230

# PlaceholderVeryLarge
source: e.g. 12000
de: z.B. 12000
es: p.ej. 12000
fr: p.ex. 12000
it: es. 12000
pt: ex. 12000

# PlaceholderCentimeters
source: e.g. 32
de: z.B. 32
es: p.ej. 32
fr: p.ex. 32
it: es. 32
pt: ex. 32

# PlaceholderMillimeters
source: e.g. 5
de: z.B. 5
es: p.ej. 5
fr: p.ex. 5
it: es. 5
pt: ex. 5

# PlaceholderLiters
source: e.g. 40
de: z.B. 40
es: p.ej. 40
fr: p.ex. 40
it: es. 40
pt: ex. 40

# PlaceholderDegrees
source: e.g. 30
de: z.B. 30
es: p.ej. 30
fr: p.ex. 30
it: es. 30
pt: ex. 30

# PlaceholderVoltage
source: e.g. 230
de: z.B. 230
es: p.ej. 230
fr: p.ex. 230
it: es. 230
pt: ex. 230

# PlaceholderAmpere
source: e.g. 16
de: z.B. 16
es: p.ej. 16
fr: p.ex. 16
it: es. 16
pt: ex. 16

# PlaceholderLength
source: e.g. 3.5
de: z.B. 3,5
es: p.ej. 3,5
fr: p.ex. 3,5
it: es. 3,5
pt: ex. 3,5

# PlaceholderArea
source: e.g. 80
de: z.B. 80
es: p.ej. 80
fr: p.ex. 80
it: es. 80
pt: ex. 80

# PlaceholderCount
source: e.g. 12
de: z.B. 12
es: p.ej. 12
fr: p.ex. 12
it: es. 12
pt: ex. 12

# PlaceholderDepth
source: e.g. 1.5
de: z.B. 1,5
es: p.ej. 1,5
fr: p.ex. 1,5
it: es. 1,5
pt: ex. 1,5

# PlaceholderWidth
source: e.g. 0.53
de: z.B. 0,53
es: p.ej. 0,53
fr: p.ex. 0,53
it: es. 0,53
pt: ex. 0,53

# PlaceholderOverlap
source: e.g. 0.5
de: z.B. 0,5
es: p.ej. 0,5
fr: p.ex. 0,5
it: es. 0,5
pt: ex. 0,5

# PlaceholderEfficiency
source: e.g. 20
de: z.B. 20
es: p.ej. 20
fr: p.ex. 20
it: es. 20
pt: ex. 20

# PlaceholderCrossSection
source: e.g. 2.5
de: z.B. 2,5
es: p.ej. 2,5
fr: p.ex. 2,5
it: es. 2,5
pt: ex. 2,5

# PlaceholderPower
source: e.g. 100
de: z.B. 100
es: p.ej. 100
fr: p.ex. 100
it: es. 100
pt: ex. 100

# PlaceholderHours
source: e.g. 4
de: z.B. 4
es: p.ej. 4
fr: p.ex. 4
it: es. 4
pt: ex. 4

# PlaceholderPrice085
source: e.g. 0.85
de: z.B. 0,85
es: p.ej. 0,85
fr: p.ex. 0,85
it: es. 0,85
pt: ex. 0,85

# PlaceholderPrice499
source: e.g. 4.99
de: z.B. 4,99
es: p.ej. 4,99
fr: p.ex. 4,99
it: es. 4,99
pt: ex. 4,99

# PlaceholderPrice030
source: e.g. 0.30
de: z.B. 0,30
es: p.ej. 0,30
fr: p.ex. 0,30
it: es. 0,30
pt: ex. 0,30

# PlaceholderDimension
source: e.g. 50
de: z.B. 50
es: p.ej. 50
fr: p.ex. 50
it: es. 50
pt: ex. 50

# PlaceholderThickness
source: e.g. 3
de: z.B. 3
es: p.ej. 3
fr: p.ex. 3
it: es. 3
pt: ex. 3

source: Remove Ads
de: Werbung entfernen
es: Eliminar anuncios
fr: Supprimer les publicités
it: Rimuovi pubblicità
pt: Remover anúncios

# RemoveAdsDescription
source: One-time payment • Ad-free forever
de: Einmalzahlung • Für immer werbefrei
es: Pago único • Sin anuncios para siempre
fr: Paiement unique • Sans pub pour toujours
it: Pagamento una tantum • Senza pubblicità per sempre
pt: Pagamento único • Sem anúncios para sempre

source: AD-FREE
de: WERBEFREI
es: SIN ANUNCIOS
fr: SANS PUB
it: SENZA PUBBLICITÀ
pt: SEM ANÚNCIOS

# AdFreeTitle
source: Ad-Free
de: Werbefrei
es: Sin anuncios
fr: Sans publicité
it: Senza pubblicità
pt: Sem anúncios

source: Already ad-free
de: Bereits werbefrei
es: Ya sin anuncios
fr: Déjà sans publicité
it: Già senza pubblicità
pt: Já sem anúncios

# AlreadyAdFreeMessage
source: You are already using the app without ads!
de: Du nutzt die App bereits ohne Werbung!
es: ¡Ya estás usando la app sin anuncios!
fr: Vous utilisez déjà l'application sans publicité !
it: Stai già usando l'app senza pubblicità!
pt: Você já está usando o app sem anúncios!

# RemoveAdsConfirmTitle
source: Remove Ads?
de: Werbung entfernen?
es: ¿Eliminar anuncios?
fr: Supprimer les publicités ?
it: Rimuovere la pubblicità?
pt: Remover anúncios?

# RemoveAdsConfirmMessage
source: For €3.99 you can permanently remove all ads. ✓ All 18 calculators free to use ✓ No more ad banners ✓ One-time payment - no subscriptions!
de: Für 3,99 € kannst du alle Werbung dauerhaft entfernen. ✓ Alle 18 Rechner kostenlos nutzbar ✓ Keine Werbebanner mehr ✓ Einmalzahlung - keine Abos!
es: Por 3,99 € puedes eliminar todos los anuncios permanentemente. ✓ Las 18 calculadoras gratis ✓ Sin banners de publicidad ✓ Pago único - ¡sin suscripciones!
fr: Pour 3,99 € vous pouvez supprimer définitivement toutes les publicités. ✓ Les 18 calculateurs gratuits ✓ Plus de bannières publicitaires ✓ Paiement unique - pas d'abonnement !
it: Per 3,99 € puoi rimuovere permanentemente tutta la pubblicità. ✓ Tutti i 18 calcolatori gratuiti ✓ Nessun banner pubblicitario ✓ Pagamento una tantum - nessun abbonamento!
pt: Por 3,99 € você pode remover permanentemente todos os anúncios. ✓ Todas as 18 calculadoras gratuitas ✓ Sem banners de publicidade ✓ Pagamento único - sem assinaturas!

# RemoveAdsPurchaseSuccessMessage
source: Ads have been removed. Thank you for your purchase!
de: Werbung wurde entfernt. Vielen Dank für deinen Kauf!
es: Los anuncios han sido eliminados. ¡Gracias por tu compra!
fr: Les publicités ont été supprimées. Merci pour votre achat !
it: La pubblicità è stata rimossa. Grazie per il tuo acquisto!
pt: Os anúncios foram removidos. Obrigado pela sua compra!

# AdsRemovedRestoredMessage
source: Your purchase has been restored. The app is now ad-free!
de: Dein Kauf wurde wiederhergestellt. Die App ist jetzt werbefrei!
es: Tu compra ha sido restaurada. ¡La app ahora está sin anuncios!
fr: Votre achat a été restauré. L'application est maintenant sans publicité !
it: Il tuo acquisto è stato ripristinato. L'app è ora senza pubblicità!
pt: Sua compra foi restaurada. O app agora está sem anúncios!

# RemoveAdsSettingsDescription
source: Remove all ads from the app
de: Entferne alle Werbung aus der App
es: Elimina todos los anuncios de la app
fr: Supprimez toutes les publicités de l'application
it: Rimuovi tutta la pubblicità dall'app
pt: Remova todos os anúncios do app

# AdFreeThanks
source: Thank you for your purchase! You are using the ad-free version.
de: Danke für deinen Kauf! Du nutzt die werbefreie Version.
es: ¡Gracias por tu compra! Estás usando la versión sin anuncios.
fr: Merci pour votre achat ! Vous utilisez la version sans publicité.
it: Grazie per il tuo acquisto! Stai usando la versione senza pubblicità.
pt: Obrigado pela sua compra! Você está usando a versão sem anúncios.

source: More Categories
de: Weitere Kategorien
es: Más categorías
fr: Plus de catégories
it: Altre categorie
pt: Mais categorias

# RemoveAdsButton
source: Remove Ads (€3.99)
de: Werbung entfernen (3,99 €)
es: Eliminar anuncios (3,99 €)
fr: Supprimer les publicités (3,99 €)
it: Rimuovi pubblicità (3,99 €)
pt: Remover anúncios (3,99 €)

# RemoveAdsSemantic
source: Remove ads permanently for 3.99 euros
de: Werbung für 3,99 Euro dauerhaft entfernen
es: Eliminar anuncios permanentemente por 3,99 euros
fr: Supprimer définitivement les publicités pour 3,99 euros
it: Rimuovi la pubblicità permanentemente per 3,99 euro
pt: Remover anúncios permanentemente por 3,99 euros

# CalcPavingStones
source: Calculate paving stones
de: Pflastersteine berechnen
es: Calcular adoquines
fr: Calculer les pavés
it: Calcola masselli
pt: Calcular pedras de pavimentação

# CalcSoilMulch
source: Calculate soil/mulch
de: Erde/Mulch berechnen
es: Calcular tierra/mantillo
fr: Calculer terre/paillage
it: Calcola terra/pacciame
pt: Calcular terra/cobertura

# CalcPondLiner
source: Calculate pond liner
de: Teichfolie berechnen
es: Calcular lona de estanque
fr: Calculer bâche de bassin
it: Calcola telo per laghetto
pt: Calcular lona de lago

# LabelAreaSqm
source: Area (m²)
de: Fläche (m²)
es: Área (m²)
fr: Surface (m²)
pt: Área (m²)

# LabelStoneLengthCm
source: Stone length (cm)
de: Steinlänge (cm)
es: Largo piedra (cm)
fr: Longueur pierre (cm)
it: Lunghezza pietra (cm)
pt: Compr. pedra (cm)

# LabelStoneWidthCm
source: Stone width (cm)
de: Steinbreite (cm)
es: Ancho piedra (cm)
fr: Largeur pierre (cm)
it: Larghezza pietra (cm)
pt: Larg. pedra (cm)

# LabelJointWidthMm
source: Joint width (mm)
de: Fugenbreite (mm)
es: Ancho junta (mm)
fr: Largeur joint (mm)
it: Larghezza fuga (mm)
pt: Larg. junta (mm)

# LabelPricePerStone
source: Price per stone (€)
de: Preis pro Stein (€)
es: Precio por piedra (€)
fr: Prix par pierre (€)
it: Prezzo per pietra (€)
pt: Preço/pedra (€)

# LabelDepthCm
source: Depth (cm)
de: Tiefe (cm)
es: Profundidad (cm)
fr: Profondeur (cm)
it: Profondità (cm)
pt: Profundidade (cm)

# LabelBagLiters
source: Bag (L)
de: Sack (L)
es: Saco (L)
fr: Sac (L)
it: Sacco (L)
pt: Saco (L)

# LabelPricePerBag
source: Price per bag (€)
de: Preis pro Sack (€)
es: Precio por saco (€)
fr: Prix par sac (€)
it: Prezzo per sacco (€)
pt: Preço/saco (€)

# LabelLengthM
source: Length (m)
de: Länge (m)
es: Largo (m)
fr: Longueur (m)
it: Lunghezza (m)
pt: Comprimento (m)

# LabelWidthM
source: Width (m)
de: Breite (m)
es: Ancho (m)
fr: Largeur (m)
it: Larghezza (m)
pt: Largura (m)

# LabelDepthM
source: Depth (m)
de: Tiefe (m)
es: Profundidad (m)
fr: Profondeur (m)
it: Profondità (m)
pt: Profundidade (m)

# LabelOverlapM
source: Overlap (m)
de: Überstand (m)
es: Solape (m)
fr: Débordement (m)
it: Bordo (m)
pt: Sobreposição (m)

# LabelPricePerSqmEur
source: Price per m² (€)
de: Preis pro m² (€)
es: Precio por m² (€)
fr: Prix par m² (€)
it: Prezzo per m² (€)
pt: Preço por m² (€)

# LabelJoints
source: Joints
de: Fugen
es: Juntas
it: Fughe
pt: Juntas

# LabelCompost
source: Compost
de: Kompost
pt: Composto

# LabelSoilWord
source: Soil
de: Erde
es: Tierra
fr: Terre
it: Terra
pt: Terra

# LabelArrowDepth
source: ↕ Depth
de: ↕ Tiefe
es: ↕ Prof.
fr: ↕ Prof.
it: ↕ Prof.
pt: ↕ Prof.

# LabelOverlap
source: Overlap
de: Überstand
es: Solape
fr: Débordement
it: Bordo
pt: Sobreposição

# LabelWater
source: Water
de: Wasser
es: Agua
fr: Eau
it: Acqua
pt: Água

# LabelLiner
source: Liner
de: Folie
es: Lona
fr: Bâche
it: Telo
pt: Lona

# ResultStonesNeeded
source: Stones needed
de: Steine benötigt
es: Piedras necesarias
fr: Pierres nécessaires
it: Pietre necessarie
pt: Pedras necessárias

# ResultWithReserveFivePercent
source: With reserve (+5%)
de: Mit Reserve (+5%)
es: Con reserva (+5%)
fr: Avec réserve (+5%)
it: Con riserva (+5%)
pt: Com reserva (+5%)

# ResultVolumeNeeded
source: Volume needed
de: Volumen benötigt
es: Volumen necesario
fr: Volume nécessaire
it: Volume necessario
pt: Volume necessário

# ResultBagsNeeded
source: Bags needed
de: Säcke benötigt
es: Sacos necesarios
fr: Sacs nécessaires
it: Sacchi necessari
pt: Sacos necessários

# ResultLinerLength
source: Liner length
de: Folienlänge
es: Largo de lona
fr: Longueur bâche
it: Lunghezza telo
pt: Comprimento da lona

# ResultLinerWidth
source: Liner width
de: Folienbreite
es: Ancho de lona
fr: Largeur bâche
it: Larghezza telo
pt: Largura da lona

# ResultLinerArea
source: Liner area
de: Folienfläche
es: Área de lona
fr: Surface bâche
it: Area telo
pt: Área da lona
