Repository: Robert-prog196/MeineApps.Ava
Catalog: src/Apps/HandwerkerRechner/HandwerkerRechner.Shared/Resources/Strings/AppStrings.*.resx
Languages: de, es, fr, it, pt

# VisPavingStonesDescription
source: Paving stones with joints laid (different shades for realism)
de: Pflastersteine mit Fugen verlegt (unterschiedliche Farbtöne für Realismus)
es: Adoquines con juntas (diferentes tonos para realismo)
fr: Pavés avec joints (différentes nuances pour le réalisme)
it: Masselli con fughe (diverse tonalità per realismo)
pt: Visualização do padrão de pavimentação com juntas

# VisSoilMulchDescription
source: Raised bed cross-section: Layers of mulch, compost and soil
de: Hochbeet im Querschnitt: Schichten von Mulch, Kompost und Erde
es: Jardinera en corte: Capas de mantillo, compost y tierra
fr: Jardinière en coupe : Couches de paillage, compost et terre
it: Fioriera in sezione: Strati di pacciame, compost e terra
pt: Corte transversal de canteiro elevado com camadas

# VisPondLinerDescription
source: Pond cross-section: Liner with overlap on all sides (L × W + 2× depth + 2× overlap)
de: Teich-Querschnitt: Folie mit Überstand an allen Seiten (L × B + 2× Tiefe + 2× Überstand)
es: Corte del estanque: Lona con solape en todos los lados (L × A + 2× prof. + 2× solape)
fr: Coupe du bassin : Bâche avec débordement sur tous les côtés (L × l + 2× prof. + 2× débord.)
it: Sezione laghetto: Telo con bordo su tutti i lati (L × l + 2× prof. + 2× bordo)
pt: Corte transversal do lago com lona e sobreposição

# CalcMetalWeight
source: Calculate metal weight
de: Metallgewicht berechnen
es: Calcular peso del metal
fr: Calculer le poids du métal
it: Calcola peso del metallo
pt: Calcular peso de metal

# CalcCoreDrillForThread
source: Core drill for thread
de: Kernlochbohrer für Gewinde
es: Broca para rosca
fr: Foret pour filetage
it: Punta per filettatura
pt: Broca para rosca

# LabelMetal
source: Metal
de: Metall
fr: Métal
it: Metallo

# LabelProfile
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
pt: Perfil

# LabelDimension1Mm
source: Dimension 1 (mm)
de: Maß 1 (mm)
es: Medida 1 (mm)
it: Misura 1 (mm)
pt: Dimensão 1 (mm)

# LabelDimension2Mm
source: Dimension 2 (mm)
de: Maß 2 (mm)
es: Medida 2 (mm)
it: Misura 2 (mm)
pt: Dimensão 2 (mm)

# LabelWallThicknessHint
source: Wall thickness (mm) - for pipes/angles
de: Wandstärke (mm) - für Rohre/Winkel
es: Espesor (mm) - para tubos/ángulos
fr: Épaisseur (mm) - pour tubes/cornières
it: Spessore (mm) - per tubi/angolari
pt: Espessura (mm) - para tubos/cantoneiras

# LabelPricePerKg
source: Price per kg (€)
de: Preis pro kg (€)
es: Precio por kg (€)
fr: Prix par kg (€)
it: Prezzo per kg (€)
pt: Preço/kg (€)

# LabelThreadSize
source: Thread size
de: Gewindegröße
es: Tamaño de rosca
fr: Taille du filetage
it: Dimensione filetto
pt: Tamanho rosca

# LabelWeightUpper
source: WEIGHT
de: GEWICHT
es: PESO
fr: POIDS
it: PESO
pt: PESO

# ResultVolume
source: Volume
de: Volumen
es: Volumen

# ResultWeight
source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
pt: Peso

# ResultMaterialCost
source: Material cost
de: Materialkosten
es: Coste del material
fr: Coût du matériau
it: Costo materiale
pt: Custo do material

# ResultThread
source: Thread
de: Gewinde
es: Rosca
fr: Filetage
it: Filetto
pt: Rosca

# ResultCoreDrill
source: Core drill
de: Kernlochbohrer
es: Broca
fr: Foret
it: Punta
pt: Broca

# VisMetalWeightDescription
source: Steel beam profile (I-beam) with density calculation for various metals
de: Stahlträger-Profil (I-Träger) mit Dichteberechnung für verschiedene Metalle
es: Perfil de viga de acero (viga I) con cálculo de densidad para varios metales
fr: Profilé poutre acier (poutre I) avec calcul de densité pour différents métaux
it: Profilo trave acciaio (trave I) con calcolo densità per vari metalli
pt: Perfil de metal com dimensões e peso

# VisCoreDrillDescription
source: Core drill for metric ISO thread (material: steel)
de: Kernlochbohrer für metrisches ISO-Gewinde (Material: Stahl)
es: Broca para rosca métrica ISO (material: acero)
fr: Foret pour filetage métrique ISO (matériau : acier)
it: Punta per filettatura metrica ISO (materiale: acciaio)
pt: Broca de núcleo com especificações da rosca

# CalcRoofPitch
source: Calculate roof pitch
de: Dachneigung berechnen
es: Calcular inclinación del techo
fr: Calculer la pente du toit
it: Calcola pendenza tetto
pt: Calcular inclinação do telhado

# CalcRoofTiles
source: Calculate roof tiles
de: Dachziegel berechnen
es: Calcular tejas
fr: Calculer les tuiles
it: Calcola tegole
pt: Calcular telhas

# CalcSolarYield
source: Estimate solar yield
de: Solar-Ertrag schätzen
es: Estimar rendimiento solar
fr: Estimer le rendement solaire
it: Stima resa solare
pt: Calcular rendimento solar

# LabelBaseLengthM
source: Base length (m)
de: Grundlänge (m)
es: Largo base (m)
fr: Longueur base (m)
it: Lunghezza base (m)
pt: Comprimento da base (m)

# LabelRiseM
source: Rise (m)
de: Steigung (m)
es: Altura (m)
fr: Hauteur (m)
it: Altezza (m)
pt: Elevação (m)

# LabelRoofAreaSqm
source: Roof area (m²)
de: Dachfläche (m²)
es: Área del techo (m²)
fr: Surface toiture (m²)
it: Area tetto (m²)
pt: Área telhado (m²)

# LabelTilesPerSqm
source: Tiles per m²
de: Ziegel pro m²
es: Tejas por m²
fr: Tuiles par m²
it: Tegole per m²
pt: Telhas/m²

# LabelPricePerTileEur
source: Price per tile (€)
de: Preis pro Ziegel (€)
es: Precio por teja (€)
fr: Prix par tuile (€)
it: Prezzo per tegola (€)
pt: Preço por telha (€)

# LabelEfficiencyPercent
source: Efficiency (%)
de: Effizienz (%)
es: Eficiencia (%)
fr: Efficacité (%)
it: Efficienza (%)
pt: Eficiência (%)

# LabelOrientation
source: Orientation
de: Ausrichtung
es: Orientación
it: Orientamento
pt: Orientação

# LabelTiltDegrees
source: Tilt (°)
de: Neigung (°)
es: Inclinación (°)
fr: Inclinaison (°)
it: Inclinazione (°)
pt: Inclinação (°)

# LabelSystemCostEur
source: System cost (€)
de: Anlagenkosten (€)
es: Coste instalación (€)
fr: Coût installation (€)
it: Costo impianto (€)
pt: Custo do sistema (€)

# LabelHeight
source: Height
de: Höhe
es: Altura
fr: Hauteur
it: Altezza
pt: Altura

# LabelLength
source: Length
de: Länge
es: Largo
fr: Longueur
it: Lunghezza
pt: Comprimento

# LabelBattens
source: Battens
de: Lattung
es: Listones
fr: Liteaux
it: Listelli
pt: Ripas

# LabelKwhPerYear
source: kWh/year
de: kWh/Jahr
es: kWh/año
fr: kWh/an
it: kWh/anno
pt: kWh/ano

# ResultPitchDegrees
source: Pitch in degrees
de: Neigung in Grad
es: Inclinación en grados
fr: Pente en degrés
it: Pendenza in gradi
pt: Inclinação em graus

# ResultPitchPercent
source: Pitch in percent
de: Neigung in Prozent
es: Inclinación en porcentaje
fr: Pente en pourcentage
it: Pendenza in percentuale
pt: Inclinação em percentagem

# ResultTilesNeeded
source: Tiles needed
de: Ziegel benötigt
es: Tejas necesarias
fr: Tuiles nécessaires
it: Tegole necessarie
pt: Telhas necessárias

# ResultUsableArea
source: Usable area
de: Nutzbare Fläche
es: Área útil
fr: Surface utile
it: Area utile
pt: Área útil

# ResultPeakPower
source: Peak power
de: Spitzenleistung
es: Potencia pico
fr: Puissance crête
it: Potenza di picco
pt: Potência de pico

# ResultAnnualYield
source: Annual yield (approx.)
de: Jahresertrag (ca.)
es: Rendimiento anual (aprox.)
fr: Rendement annuel (env.)
it: Resa annuale (ca.)
pt: Rendimento anual (aprox.)

# ResultSystemCost
source: System cost
de: Anlagenkosten
es: Coste instalación
fr: Coût installation
it: Costo impianto
pt: Custo do sistema

# ResultPaybackTime
source: Payback time
de: Amortisation
es: Amortización
fr: Amortissement
it: Ammortamento
pt: Amortização

# VisRoofPitchDescription
source: Roof pitch: Right triangle with height and base length to calculate degrees (°) and percent (%)
de: Dachneigung: Rechtwinkliges Dreieck mit Höhe und Grundlänge zur Berechnung von Grad (°) und Prozent (%)
es: Inclinación: Triángulo rectángulo con altura y base para calcular grados (°) y porcentaje (%)
fr: Pente : Triangle rectangle avec hauteur et base pour calculer degrés (°) et pourcentage (%)
it: Pendenza: Triangolo rettangolo con altezza e base per calcolare gradi (°) e percentuale (%)
pt: Perfil do telhado com ângulo e dimensões

# VisRoofTilesDescription
source: Roof tiles (curved) laid on battens with staggered rows for water runoff
de: Dachziegel (gewölbt) auf Dachlattung verlegt mit versetzten Reihen für Regenwasser-Ablauf
es: Tejas (curvas) sobre listones con filas escalonadas para drenaje
fr: Tuiles (courbes) sur liteaux avec rangées décalées pour l'écoulement
it: Tegole (curve) su listelli con file sfalsate per drenaggio
pt: Superfície do telhado com padrão de telhas

# VisSolarYieldDescription
source: Solar system on pitched roof: Solar radiation is converted to electrical energy by PV modules (kWp = peak power)
de: Solaranlage auf Schrägdach: Sonneneinstrahlung wird von PV-Modulen in elektrische Energie umgewandelt (kWp = Spitzenleistung)
es: Sistema solar en techo inclinado: Radiación solar convertida en energía eléctrica por módulos FV (kWp = potencia pico)
fr: Installation solaire sur toit incliné : Rayonnement solaire converti en énergie électrique par modules PV (kWc = puissance crête)
it: Impianto solare su tetto inclinato: Radiazione solare convertita in energia elettrica dai moduli FV (kWp = potenza di picco)
pt: Sistema fotovoltaico com rendimento esperado

# TabHome
source: Home
de: Start
es: Inicio
fr: Accueil
pt: Início

# TabProjects
source: Projects
de: Projekte
es: Proyectos
fr: Projets
it: Progetti
pt: Projetos

# TabSettings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pt: Configurações

# MetalSteel
source: Steel
de: Stahl
es: Acero
fr: Acier
it: Acciaio
pt: Aço

# MetalStainlessSteel
source: Stainless Steel
de: Edelstahl
es: Acero inoxidable
fr: Acier inoxydable
it: Acciaio inossidabile
pt: Aço inoxidável

# MetalAluminum
source: Aluminum
de: Aluminium
es: Aluminio
fr: Aluminium
it: Alluminio
pt: Alumínio

# MetalCopper
source: Copper
de: Kupfer
es: Cobre
fr: Cuivre
it: Rame
pt: Cobre

# MetalBrass
source: Brass
de: Messing
es: Latón
fr: Laiton
it: Ottone
pt: Latão

# ProfileRoundBar
source: Round Bar
de: Rundstab
es: Barra redonda
fr: Barre ronde
it: Barra tonda
pt: Barra redonda

# ProfileFlatBar
source: Flat Bar
de: Flachstab
es: Barra plana
fr: Barre plate
it: Barra piatta
pt: Barra plana

# ProfileSquareBar
source: Square Bar
de: Vierkantstab
es: Barra cuadrada
fr: Barre carrée
it: Barra quadrata
pt: Barra quadrada

# ProfileRoundTube
source: Round Tube
de: Rundrohr
es: Tubo redondo
fr: Tube rond
it: Tubo tondo
pt: Tubo redondo

# ProfileSquareTube
source: Square Tube
de: Vierkantrohr
es: Tubo cuadrado
fr: Tube carré
it: Tubo quadrato
pt: Tubo quadrado

# ProfileAngle
source: Angle
de: Winkel
es: Ángulo
fr: Cornière
it: Angolare
pt: Cantoneira

# OrientationNorth
source: North
de: Nord
es: Norte
fr: Nord
it: Nord
pt: Norte

# OrientationNorthEast
source: Northeast
de: Nordost
es: Noreste
fr: Nord-est
it: Nord-est
pt: Nordeste

# OrientationEast
source: East
de: Ost
es: Este
fr: Est
it: Est
pt: Este

# OrientationSouthEast
source: Southeast
de: Südost
es: Sureste
fr: Sud-est
it: Sud-est
pt: Sudeste

# OrientationSouth
source: South
de: Süd
es: Sur
fr: Sud
it: Sud
pt: Sul

# OrientationSouthWest
source: Southwest
de: Südwest
es: Suroeste
fr: Sud-ouest
it: Sud-ovest
pt: Sudoeste

# OrientationNorthWest
source: Northwest
de: Nordwest
es: Noroeste
fr: Nord-ouest
it: Nord-ovest
pt: Noroeste

# UnitPlates
source: plates
de: Platten
es: placas
fr: plaques
it: lastre
pt: placas

# ThemeMidnightName
source: Midnight
de: Mitternacht
es: Medianoche
fr: Minuit
it: Mezzanotte
pt: Meia-noite

# ThemeMidnightDesc
source: Modern dark
de: Modernes Dunkel
es: Oscuro moderno
fr: Sombre moderne
it: Scuro moderno
pt: Escuro moderno

# ThemeAuroraDesc
source: Vibrant neon
de: Lebendiges Neon
es: Neón vibrante
fr: Néon vibrant
it: Neon vibrante
pt: Neon vibrante

# ThemeDaylightName
source: Daylight
de: Tageslicht
es: Luz del día
fr: Lumière du jour
it: Luce del giorno
pt: Luz do dia

# ThemeDaylightDesc
source: Clean light
de: Sauberes Hell
es: Claro limpio
fr: Clair et net
it: Chiaro e pulito
pt: Claro e limpo

# ThemeForestName
source: Forest
de: Wald
es: Bosque
fr: Forêt
it: Foresta
pt: Floresta

# ThemeForestDesc
source: Natural green
de: Natürliches Grün
es: Verde natural
fr: Vert naturel
it: Verde naturale
pt: Verde natural

# SettingsUnitSystem
source: Unit System
de: Maßsystem
es: Sistema de unidades
fr: Système d'unités
it: Sistema di unità
pt: Sistema de unidades

# RemoveAdsFullDesc
source: Remove all ads and enjoy the full experience
de: Entferne alle Werbung und genieße das volle Erlebnis
es: Elimina toda la publicidad y disfruta de la experiencia completa
fr: Supprimez toutes les publicités et profitez de l'expérience complète
it: Rimuovi tutta la pubblicità e goditi l'esperienza completa
pt: Remova todos os anúncios e aproveite a experiência completa

# AdFreeConfirmation
source: You are enjoying the ad-free experience. Thank you!
de: Du genießt das werbefreie Erlebnis. Danke!
es: Estás disfrutando de la experiencia sin anuncios. ¡Gracias!
fr: Vous profitez de l'expérience sans publicité. Merci !
it: Stai godendo dell'esperienza senza pubblicità. Grazie!
pt: Você está aproveitando a experiência sem anúncios. Obrigado!

# SettingsAbout
source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
pt: Sobre

# CalcTilesDesc
source: Calculate tiles, grout & adhesive
de: Fliesen, Fugenmasse & Kleber berechnen
es: Calcular azulejos, lechada y adhesivo
fr: Calculer carrelage, joints et colle
it: Calcola piastrelle, stucco e colla
pt: Calcular azulejos, rejunte e cola

# CalcWallpaperDesc
source: Rolls, paste & cutting waste
de: Rollen, Kleister & Verschnitt
es: Rollos, pegamento y desperdicio
fr: Rouleaux, colle et chutes
it: Rotoli, colla e sfridi
pt: Rolos, cola e desperdício

# CalcPaintDesc
source: Paint quantity & coverage
de: Farbmenge & Deckkraft
es: Cantidad de pintura y cobertura
fr: Quantité de peinture et couverture
it: Quantità di vernice e copertura
pt: Quantidade de tinta e cobertura

# CalcFlooringDesc
source: Laminate, parquet & underlay
de: Laminat, Parkett & Unterlagen
es: Laminado, parquet y base
fr: Stratifié, parquet et sous-couche
it: Laminato, parquet e sottofondo
pt: Laminado, parquet e base

# CategoryDrywallDesc
source: Boards, profiles & screws
de: Platten, Profile & Schrauben
es: Placas, perfiles y tornillos
fr: Plaques, profilés et vis
it: Lastre, profili e viti
pt: Placas, perfis e parafusos

# CategoryElectricalDesc
source: Cable, fuses & costs
de: Kabel, Sicherungen & Kosten
es: Cable, fusibles y costos
fr: Câble, fusibles et coûts
it: Cavi, fusibili e costi
pt: Cabos, fusíveis e custos

# CategoryMetalDesc
source: Weight & material calculator
de: Gewicht & Materialrechner
es: Peso y calculadora de materiales
fr: Poids et calculateur de matériaux
it: Peso e calcolatore materiali
pt: Peso e calculadora de materiais

# CategoryGardenDesc
source: Soil, lawn & fencing
de: Erde, Rasen & Zaunbau
es: Tierra, césped y cercas
fr: Terre, pelouse et clôtures
it: Terra, prato e recinzioni
pt: Terra, gramado e cercas

# CategoryRoofSolarDesc
source: Roof tiles & solar yield
de: Dachziegel & Solarertrag
es: Tejas y rendimiento solar
fr: Tuiles et rendement solaire
it: Tegole e resa solare
pt: Telhas e rendimento solar

# CalcTypeTiles
source: Tiles
de: Fliesen
es: Azulejos
fr: Carrelage
it: Piastrelle
pt: Azulejos

# CalcTypeWallpaper
source: Wallpaper
de: Tapete
es: Papel pintado
fr: Papier peint
it: Carta da parati
pt: Papel de parede

# CalcTypePaint
source: Paint
de: Farbe
es: Pintura
fr: Peinture
it: Pittura
pt: Pintura

# CalcTypeFlooring
source: Flooring
de: Dielen
es: Suelo
fr: Parquet
it: Pavimento
pt: Pavimento

# CalcTypeDrywallFraming
source: Drywall
de: Trockenbau
es: Tabiquería
fr: Cloison sèche
it: Cartongesso

# CalcTypeBaseboard
source: Baseboard
de: Sockelleisten
es: Zócalo
fr: Plinthe
it: Battiscopa
pt: Rodapé

# CalcTypeVoltageDrop
source: Voltage Drop
de: Spannungsabfall
es: Caída de tensión
fr: Chute de tension
it: Caduta di tensione
pt: Queda de tensão

# CalcTypePowerCost
source: Power Cost
de: Stromkosten
es: Coste energético
fr: Coût électrique
it: Costo energia
pt: Custo energético

# CalcTypeOhmsLaw
source: Ohm's Law
de: Ohmsches Gesetz
es: Ley de Ohm
fr: Loi d'Ohm
it: Legge di Ohm
pt: Lei de Ohm

# CalcTypeMetalWeight
source: Metal Weight
de: Metallgewicht
es: Peso del metal
fr: Poids du métal
it: Peso del metallo
pt: Peso do metal

# CalcTypeThreadDrill
source: Thread/Drill
de: Gewindebohrer
es: Roscas/Brocas
fr: Taraudage
it: Filettatura
pt: Roscas/Brocas

# CalcTypePaving
source: Paving
de: Pflastersteine
es: Adoquines
fr: Pavés
it: Pavimentazione
pt: Pavimentação

# CalcTypeSoil
source: Soil/Mulch
de: Erde/Mulch
es: Tierra/Mantillo
fr: Terre/Paillis
it: Terra/Pacciame
pt: Solo/Cobertura

# CalcTypePondLiner
source: Pond Liner
de: Teichfolie
es: Lona para estanque
fr: Bâche de bassin
it: Telo per laghetto
pt: Lona para lago

# CalcTypeRoofPitch
source: Roof Pitch
de: Dachneigung
es: Inclinación del tejado
fr: Pente du toit
it: Pendenza del tetto
pt: Inclinação do telhado

# CalcTypeRoofTiles
source: Roof Tiles
de: Dachziegel
es: Tejas
fr: Tuiles
it: Tegole
pt: Telhas

# CalcTypeSolarYield
source: Solar Yield
de: Solar-Ertrag
es: Rendimiento solar
fr: Rendement solaire
it: Resa solare
pt: Rendimento solar

# ProjectDeleteFailed
source: Failed to delete project.
de: Projekt konnte nicht gelöscht werden.
es: Error al eliminar el proyecto.
fr: Échec de la suppression du projet.
it: Impossibile eliminare il progetto.
pt: Falha ao excluir o projeto.

# DeleteProjectTitle
source: Delete Project
de: Projekt löschen
es: Eliminar proyecto
fr: Supprimer le projet
it: Elimina progetto
pt: Excluir projeto

# HistoryThreadSize
source: Thread
de: Gewinde
es: Rosca
fr: Filetage
it: Filetto
pt: Rosca

# CableCostLabel
source: Cable cost
de: Kabelkosten
es: Coste del cable
fr: Coût du câble
it: Costo cavo
pt: Custo do cabo

# HistoryHoursPerDay
source: h/day
de: h/Tag
es: h/día
fr: h/jour
it: h/giorno
pt: h/dia

# HistorySoilDepth
source: {0} m², {1} cm deep
de: {0} m², {1} cm tief
es: {0} m², {1} cm prof.
fr: {0} m², {1} cm prof.
it: {0} m², {1} cm prof.
pt: {0} m², {1} cm prof.

# HistoryYears
source: years
de: Jahre
es: años
fr: ans
it: anni
pt: anos

# HistoryRoofPitch
source: Span {0}m, Height {1}m
de: Spannweite {0}m, Höhe {1}m
es: Luz {0}m, Altura {1}m
fr: Portée {0}m, Hauteur {1}m
it: Luce {0}m, Altezza {1}m
pt: Vão {0}m, Altura {1}m

# HistoryRoofArea
source: roof area
de: Dachfläche
es: área de tejado
fr: surface de toit
it: area del tetto
pt: área do telhado

# HistoryDoubleLayered
source: double layered
de: doppelt
es: doble capa
fr: double couche
it: doppio strato
pt: dupla camada

# HistoryWallHeight
source: {0} m wall, {1} m height
de: {0} m Wand, {1} m Höhe
es: {0} m pared, {1} m altura
fr: {0} m mur, {1} m hauteur
it: {0} m parete, {1} m altezza
pt: {0} m parede, {1} m altura

# HistoryPaintCoats
source: {0} m², {1}x coat
de: {0} m², {1}x Anstrich
es: {0} m², {1}x capa
fr: {0} m², {1}x couche
it: {0} m², {1}x mano
pt: {0} m², {1}x demão

# SectionFloorWall
source: Floor & Wall
de: Boden & Wand
es: Suelo y pared
fr: Sol et mur
it: Pavimento e parete

# SectionPremiumTools
source: Pro Tools
de: Profi-Werkzeuge
es: Herram. profesionales
fr: Outils pro
it: Strumenti professionali

# CalculatorCount
source: 9 Pro Calculators
de: 9 Profi-Rechner
es: 9 calculadoras profesionales
fr: 9 calculateurs professionnels
it: 9 calcolatori professionali

# GetPremium
source: Go Ad-Free
de: Werbefrei
es: Sin publicidad
fr: Sans publicité
it: Senza pubblicità

# PremiumPrice
source: From 3.99 € - one-time
de: Ab 3,99 € – einmalig
es: Desde 3,99 € – único pago
fr: À partir de 3,99 € – unique
it: Da 3,99 € – una tantum

# PremiumCalculatorsLocked
source: Unlock Premium Calculators
de: Premium-Rechner freischalten
es: Desbloquear Calculadoras Premium
fr: Débloquer les Calculatrices Premium
it: Sblocca Calcolatrici Premium

# WatchVideoFor30Min
source: Watch a video for 30 min access to all premium calculators.
de: Video schauen für 30 Min Zugang zu allen Premium-Rechnern.
es: Mira un video para 30 min de acceso a todas las calculadoras premium.
fr: Regarde une vidéo pour 30 min d'accès à toutes les calculatrices premium.
it: Guarda un video per 30 min di accesso a tutti i calcolatori premium.

source: Access granted!
de: Zugang freigeschaltet!
es: ¡Acceso concedido!
fr: Accès accordé !
it: Accesso concesso!

# AccessExpiresIn
source: Access expires in {0} min
de: Zugang läuft ab in {0} Min
es: Acceso expira en {0} min
fr: L'accès expire dans {0} min
it: L'accesso scade tra {0} min

# TemporaryAccessActive
source: Premium access active
de: Premium-Zugang aktiv
es: Acceso premium activo
fr: Accès premium actif
it: Accesso premium attivo

# VideoFor30Min
source: Watch Video → 30 Min Access
de: Video schauen → 30 Min Zugang
es: Ver Video → 30 Min Acceso
fr: Voir Vidéo → 30 Min d'Accès
it: Guarda Video → 30 Min Accesso

# ExtendedHistoryTitle
source: Extended History
de: Erweiterte History
es: Historial ampliado
fr: Historique étendu
it: Cronologia estesa

# ExtendedHistoryDesc
source: Watch a video for 24h access to 30 calculations
de: Video schauen für 24h Zugang zu 30 Berechnungen
es: Mira un video para desbloquear 30 cálculos guardados durante 24 horas (en lugar de 5).
fr: Regardez une vidéo pour débloquer 30 calculs sauvegardés pendant 24 heures (au lieu de 5).
it: Guarda un video per sbloccare 30 calcoli salvati per 24 ore (invece di 5).

source: Export Material List
de: Materialliste exportieren
es: Exportar lista de materiales
fr: Exporter la liste des matériaux
it: Esporta lista dei materiali

# ExportMaterialDesc
source: Watch a video to export as PDF
de: Video schauen um als PDF zu exportieren
es: Mira un video para exportar la lista de materiales como PDF.
fr: Regardez une vidéo pour exporter la liste des matériaux en PDF.
it: Guarda un video per esportare la lista dei materiali come PDF.

# ExportProject
source: Share Project
de: Projekt teilen
es: Exportar proyecto
fr: Exporter le projet
it: Esporta progetto

# ExportProjectDesc
source: Watch a video to share this project
de: Video schauen um dieses Projekt zu teilen
es: Mira un video para exportar el proyecto como PDF.
fr: Regardez une vidéo pour exporter le projet en PDF.
it: Guarda un video per esportare il progetto come PDF.

# MaterialListPdf
source: Material List
de: Materialliste
es: Lista de materiales PDF
fr: Liste des matériaux PDF
it: Lista dei materiali PDF

source: Project Report
de: Projektbericht
es: Informe del proyecto
fr: Rapport de projet
it: Rapporto del progetto

# AdVideoNotAvailableTitle
source: No video available
de: Kein Video verfügbar
es: Sin vídeo disponible
fr: Aucune vidéo disponible
it: Nessun video disponibile

# AdVideoNotAvailableMessage
source: No ad video is currently available. Please try again later.
de: Derzeit ist kein Werbevideo verfügbar. Bitte versuche es später erneut.
es: Actualmente no hay ningún vídeo publicitario disponible. Inténtalo de nuevo más tarde.
fr: Aucune vidéo publicitaire n'est actuellement disponible. Veuillez réessayer plus tard.
it: Nessun video pubblicitario è attualmente disponibile. Riprova più tardi.

# LabelFivePercentReserve
source: 5% Reserve
es: 5% Reserva
fr: 5% Réserve
it: 5% Riserva
pt: 5% Reserva

# LabelMulch
source: Mulch
es: Mantillo
fr: Paillage
it: Pacciame
pt: Cobertura

# MetalBronze
source: Bronze
es: Bronce
it: Bronzo

# OrientationWest
source: West
es: Oeste
fr: Ouest
it: Ovest
pt: Oeste

# StatusMaxThreePercent
source: Status (max. 3%)
es: Estado (máx. 3%)
fr: Statut (max. 3%)
it: Stato (max. 3%)
pt: Estado (máx. 3%)

# LabelKwp
source: kWp
fr: kWc

# ThemeAuroraName
source: Aurora
fr: Aurore
