Repository: Robert-prog196/MeineApps.Ava
Catalog: src/Apps/HandwerkerRechner/HandwerkerRechner.Shared/Resources/Strings/AppStrings.*.resx
Languages: de, es, fr, it, pt

# AppName
source: CraftsmanCalc
de: HandwerkerRechner
es: CalculadoraObrero
fr: CalculArtisan
it: CalcoloArtigiano
pt: CalculadoraObra

# AppDescription
source: Material calculator for craftsmen and DIY
de: Materialbedarf-Rechner für Handwerker und Heimwerker
es: Calculadora de materiales para artesanos y bricolaje
fr: Calculateur de matériaux pour artisans et bricoleurs
it: Calcolatore di materiali per artigiani e fai-da-te
pt: Calculadora de materiais para artesãos e bricolagem

# CategoryFloorWall
source: Floor & Wall
de: Boden & Wand
es: Suelo y Pared
fr: Sol et Mur
it: Pavimento e Parete
pt: Piso e Parede

# CategoryDrywall
source: Drywall
de: Trockenbau
es: Pladur
fr: Placo
it: Cartongesso

# CategoryElectrical
source: Electrical
de: Elektriker
es: Electricidad
fr: Électricité
it: Elettricità
pt: Eletricidade

# CategoryMetal
source: Metal
de: Metall
fr: Métal
it: Metallo

# CategoryGarden
source: Garden
de: Garten
es: Jardín
fr: Jardin
it: Giardino
pt: Jardim

# CategoryRoofSolar
source: Roof & Solar
de: Dach & Solar
es: Techo y Solar
fr: Toit et Solaire
it: Tetto e Solare
pt: Telhado e Solar

# CalcTiles
source: Tiles
de: Fliesen
es: Azulejos
fr: Carrelage
it: Piastrelle
pt: Azulejos

# CalcWallpaper
source: Wallpaper
de: Tapete
es: Papel pintado
fr: Papier peint
it: Carta da parati
pt: Papel de parede

# CalcPaint
source: Paint
de: Farbe
es: Pintura
fr: Peinture
it: Vernice
pt: Tinta

# CalcFlooring
source: Flooring
de: Dielen
es: Tarima
fr: Parquet
it: Parquet
pt: Piso laminado

source: Calculate
de: Berechnen
es: Calcular
fr: Calculer
it: Calcola
pt: Calcular

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
pt: Redefinir

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato
pt: Resultado

source: Back
de: Zurück
es: Volver
fr: Retour
it: Indietro
pt: Voltar

source: Room Dimensions
de: Raummaße
es: Dimensiones de la habitación
fr: Dimensions de la pièce
it: Dimensioni della stanza
pt: Dimensões do cômodo

# RoomLength
source: Room length (m)
de: Raumlänge (m)
es: Largo de la habitación (m)
fr: Longueur de la pièce (m)
it: Lunghezza stanza (m)
pt: Comprimento do cômodo (m)

# RoomWidth
source: Room width (m)
de: Raumbreite (m)
es: Ancho de la habitación (m)
fr: Largeur de la pièce (m)
it: Larghezza stanza (m)
pt: Largura do cômodo (m)

# RoomHeight
source: Room height (m)
de: Raumhöhe (m)
es: Alto de la habitación (m)
fr: Hauteur de la pièce (m)
it: Altezza stanza (m)
pt: Altura do cômodo (m)

source: Tile Dimensions
de: Fliesenmaße
es: Dimensiones del azulejo
fr: Dimensions du carreau
it: Dimensioni piastrella
pt: Dimensões do azulejo

# TileLength
source: Tile length (cm)
de: Fliesenlänge (cm)
es: Largo del azulejo (cm)
fr: Longueur du carreau (cm)
it: Lunghezza piastrella (cm)
pt: Comprimento do azulejo (cm)

# TileWidth
source: Tile width (cm)
de: Fliesenbreite (cm)
es: Ancho del azulejo (cm)
fr: Largeur du carreau (cm)
it: Larghezza piastrella (cm)
pt: Largura do azulejo (cm)

source: Waste (%)
de: Verschnitt (%)
es: Desperdicio (%)
fr: Perte (%)
it: Scarto (%)
pt: Desperdício (%)

# Area
source: Area (m²)
de: Fläche (m²)
es: Área (m²)
fr: Surface (m²)
pt: Área (m²)

# Coverage
source: Coverage (m²/L)
de: Ergiebigkeit (m²/L)
es: Rendimiento (m²/L)
fr: Rendement (m²/L)
it: Resa (m²/L)
pt: Rendimento (m²/L)

source: Coats
de: Anstriche
es: Capas
fr: Couches
it: Mani
pt: Demãos

# WallLength
source: Wall length (m)
de: Wandlänge (m)
es: Largo de pared (m)
fr: Longueur du mur (m)
it: Lunghezza parete (m)
pt: Comprimento da parede (m)

source: Roll Dimensions
de: Rollenmaße
es: Dimensiones del rollo
fr: Dimensions du rouleau
it: Dimensioni rotolo
pt: Dimensões do rolo

# RollLength
source: Roll length (m)
de: Rollenlänge (m)
es: Largo del rollo (m)
fr: Longueur du rouleau (m)
it: Lunghezza rotolo (m)
pt: Comprimento do rolo (m)

# RollWidth
source: Roll width (cm)
de: Rollenbreite (cm)
es: Ancho del rollo (cm)
fr: Largeur du rouleau (cm)
it: Larghezza rotolo (cm)
pt: Largura do rolo (cm)

# PatternRepeat
source: Pattern repeat (cm)
de: Rapport (cm)
es: Repetición del patrón (cm)
fr: Raccord (cm)
it: Ripetizione motivo (cm)
pt: Repetição do padrão (cm)

source: Wall area
de: Wandfläche
es: Área de pared
fr: Surface murale
it: Area parete
pt: Área da parede

source: Area to Calculate
de: Zu berechnende Fläche
es: Área a calcular
fr: Surface à calculer
it: Area da calcolare
pt: Área a calcular

source: Paint Properties
de: Farbeigenschaften
es: Propiedades de la pintura
fr: Propriétés de la peinture
it: Proprietà vernice
pt: Propriedades da tinta

# TotalArea
source: Total area (with coats)
de: Gesamtfläche (mit Anstrichen)
es: Área total (con capas)
fr: Surface totale (avec couches)
it: Area totale (con mani)
pt: Área total (com demãos)

source: Board Dimensions
de: Dielenmaße
es: Dimensiones de la tabla
fr: Dimensions de la lame
it: Dimensioni tavola
pt: Dimensões da tábua

# BoardLength
source: Board length (m)
de: Dielenlänge (m)
es: Largo de la tabla (m)
fr: Longueur de la lame (m)
it: Lunghezza tavola (m)
pt: Comprimento da tábua (m)

# BoardWidth
source: Board width (cm)
de: Dielenbreite (cm)
es: Ancho de la tabla (cm)
fr: Largeur de la lame (cm)
it: Larghezza tavola (cm)
pt: Largura da tábua (cm)

# BoardsWithWaste
source: With waste
de: Mit Verschnitt
es: Con desperdicio
fr: Avec perte
it: Con scarto
pt: Com desperdício

source: Tiles needed
de: Benötigte Fliesen
es: Azulejos necesarios
fr: Carreaux nécessaires
it: Piastrelle necessarie
pt: Azulejos necessários

# TilesWithWaste
source: With waste
de: Mit Verschnitt
es: Con desperdicio
fr: Avec perte
it: Con scarto
pt: Com desperdício

source: Rolls needed
de: Benötigte Rollen
es: Rollos necesarios
fr: Rouleaux nécessaires
it: Rotoli necessari
pt: Rolos necessários

source: Liters needed
de: Benötigte Liter
es: Litros necesarios
fr: Litres nécessaires
it: Litri necessari
pt: Litros necessários

source: Boards needed
de: Benötigte Dielen
es: Tablas necesarias
fr: Lames nécessaires
it: Tavole necessarie
pt: Tábuas necessárias

# SettingsTitle
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pt: Configurações

# SettingsChooseDesign
source: Choose Design
de: Design wählen
es: Elegir diseño
fr: Choisir le design
it: Scegli design
pt: Escolher design

# SettingsLanguage
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt: Idioma

# SettingsAboutApp
source: About App
de: Über die App
es: Acerca de la app
fr: À propos
it: Info sull'app
pt: Sobre o app

# SettingsBack
source: Back
de: Zurück
es: Volver
fr: Retour
it: Indietro
pt: Voltar

# FeedbackButton
source: Send Feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
it: Invia feedback
pt: Enviar feedback

# ThemeVividDesc
source: Modern & Vibrant
de: Modern & Lebendig
es: Moderno y Vibrante
fr: Moderne et Vibrant
it: Moderno e Vibrante
pt: Moderno e Vibrante

# ThemeClassic
source: Classic
de: Klassisch
es: Clásico
fr: Classique
it: Classico
pt: Clássico

# ThemeClassicDesc
source: Clean & Clear
de: Klar & Übersichtlich
es: Limpio y Claro
fr: Net et Clair
it: Pulito e Chiaro
pt: Limpo e Claro

# ThemeGlassDarkDesc
source: Elegant & Dark
de: Elegant & Dunkel
es: Elegante y Oscuro
fr: Élégant et Sombre
it: Elegante e Scuro
pt: Elegante e Escuro

# ThemeSoftLightDesc
source: Soft & Light
de: Sanft & Hell
es: Suave y Claro
fr: Doux et Clair
it: Morbido e Chiaro
pt: Suave e Claro

source: Premium required
de: Premium erforderlich
es: Se requiere Premium
fr: Premium requis
it: Premium richiesto
pt: Premium necessário

# PremiumDescription
source: Unlock all calculators and remove ads
de: Alle Rechner freischalten und Werbung entfernen
es: Desbloquea todas las calculadoras y elimina los anuncios
fr: Débloquez tous les calculateurs et supprimez les publicités
it: Sblocca tutti i calcolatori e rimuovi la pubblicità
pt: Desbloqueie todas as calculadoras e remova os anúncios

source: Purchase Premium
de: Premium kaufen
es: Comprar Premium
fr: Acheter Premium
it: Acquista Premium
pt: Comprar Premium

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
pt: Restaurar compras

source: FREE
de: KOSTENLOS
es: GRATIS
fr: GRATUIT
it: GRATUITO
pt: GRATUITO

source: Professional Categories
de: Profi-Kategorien
es: Categorías Profesionales
fr: Catégories Professionnelles
it: Categorie Professionali
pt: Categorias Profissionais

# UnlockAllCategories
source: Unlock all 5 categories
de: Alle 5 Kategorien freischalten
es: Desbloquea las 5 categorías
fr: Débloquez les 5 catégories
it: Sblocca tutte e 5 le categorie
pt: Desbloqueie todas as 5 categorias

# OneTimePayment
source: One-time payment • No more ads!
de: Einmalzahlung • Keine Werbung mehr!
es: Pago único • ¡Sin anuncios!
fr: Paiement unique • Plus de publicités !
it: Pagamento una tantum • Nessuna pubblicità !
pt: Pagamento único • Sem anúncios!

# OrUnlockIndividual
source: Or unlock individual categories for 0.99 € each:
de: Oder einzelne Kategorien für je 0,99 € freischalten:
es: O desbloquea categorías individuales por 0,99 € cada una:
fr: Ou débloquez les catégories individuelles pour 0,99 € chacune :
it: O sblocca le categorie singole per 0,99 € ciascuna:
pt: Ou desbloqueie categorias individuais por 0,99 € cada:

# RestorePurchasesShort
source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
pt: Restaurar compras

source: Premium Feature
de: Premium-Funktion
es: Función Premium
fr: Fonctionnalité Premium
it: Funzionalità Premium
pt: Recurso Premium

# ProjectStorageRequiresPremium
source: Project storage requires premium. For only €0.99 you can save and load unlimited projects.
de: Die Projekt-Speicherung erfordert Premium. Für nur 0,99 € kannst du beliebig viele Projekte speichern und laden.
es: El almacenamiento de proyectos requiere premium. Por solo 0,99 € puedes guardar y cargar proyectos ilimitados.
fr: Le stockage de projets nécessite premium. Pour seulement 0,99 € vous pouvez enregistrer et charger des projets illimités.
it: L'archiviazione di progetti richiede premium. Per soli 0,99 € puoi salvare e caricare progetti illimitati.
pt: O armazenamento de projetos requer premium. Por apenas 0,99 € você pode salvar e carregar projetos ilimitados.

source: My Projects
de: Meine Projekte
es: Mis Proyectos
fr: Mes Projets
it: I Miei Progetti
pt: Meus Projetos

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt: Eliminar

source: No projects saved
de: Keine Projekte gespeichert
es: Sin proyectos guardados
fr: Aucun projet enregistré
it: Nessun progetto salvato
pt: Nenhum projeto salvo

# SaveProjectsDescription
source: Save your calculations as projects to reuse them later.
de: Speichern Sie Ihre Berechnungen als Projekt, um sie später wiederzuverwenden.
es: Guarda tus cálculos como proyecto para reutilizarlos más tarde.
fr: Enregistrez vos calculs en tant que projet pour les réutiliser ultérieurement.
it: Salva i tuoi calcoli come progetto per riutilizzarli in seguito.
pt: Salve seus cálculos como um projeto para reutilizá-los posteriormente.

# DeleteProjectConfirm
source: Delete project?
de: Projekt löschen?
es: ¿Eliminar proyecto?
fr: Supprimer le projet ?
it: Eliminare il progetto?
pt: Eliminar projeto?

# DeleteProjectMessage
source: Do you really want to delete "{0}"?
de: Möchten Sie "{0}" wirklich löschen?
es: ¿Estás seguro de que deseas eliminar "{0}"?
fr: Êtes-vous sûr de vouloir supprimer "{0}" ?
it: Sei sicuro di voler eliminare "{0}"?
pt: Você tem certeza de que deseja eliminar "{0}"?

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
pt: Sim

source: No
de: Nein
fr: Non
pt: Não

source: Unlock category
de: Kategorie freischalten
es: Desbloquear Categoría
fr: Débloquer la Catégorie
it: Sblocca Categoria
pt: Desbloquear Categoria

# UnlockCategoryMessage
source: Would you like to unlock "{0}" for 0.99 €? ✓ All calculators in this category ✓ Ads will be permanently removed!
de: Möchten Sie "{0}" für 0,99 € freischalten? ✓ Alle Rechner dieser Kategorie ✓ Werbung wird dauerhaft entfernt!
es: ¿Deseas desbloquear "{0}" por 0,99 €? ✓ Todos los cálculos de esta categoría ✓ ¡Los anuncios se eliminan permanentemente!
fr: Voulez-vous déverrouiller "{0}" pour 0,99 € ? ✓ Tous les calculs de cette catégorie ✓ Les publicités sont supprimées définitivement !
it: Vuoi sbloccare "{0}" per 0,99 € ? ✓ Tutti i calcolatori di questa categoria ✓ La pubblicità viene rimossa permanentemente !
pt: Deseja desbloquear "{0}" por 0,99 € ? ✓ Todas as calculadoras desta categoria ✓ Os anúncios são removidos permanentemente!

source: Buy
de: Kaufen
es: Comprar
fr: Acheter
it: Acquista
pt: Comprar

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

source: Purchases restored
de: Käufe wiederhergestellt
es: Compras Restauradas
fr: Achats Restaurés
it: Acquisti Ripristinati
pt: Compras Restauradas

# RestoredCategoriesMessage
source: The following categories have been restored:
de: Folgende Kategorien wurden wiederhergestellt:
es: Se han restaurado las siguientes categorías:
fr: Les catégories suivantes ont été restaurées :
it: Le seguenti categorie sono state ripristinate:
pt: As seguintes categorias foram restauradas:

# RestoredCategoriesFullMessage
source: The following categories have been restored: {0} Advertising has been disabled.
de: Folgende Kategorien wurden wiederhergestellt: {0} Werbung wurde deaktiviert.
es: Se han restaurado las siguientes categorías: {0} La publicidad ha sido desactivada.
fr: Les catégories suivantes ont été restaurées : {0} La publicité a été désactivée.
it: Le seguenti categorie sono state ripristinate: {0} La pubblicità è stata disattivata.
pt: As seguintes categorias foram restauradas: {0} A publicidade foi desativada.

source: No purchases to restore
de: Keine Käufe zum Wiederherstellen
es: No hay compras para restaurar
fr: Aucun achat à restaurer
it: Nessun acquisto da ripristinare
pt: Nenhuma compra para restaurar

source: No purchases found
de: Keine Käufe gefunden
es: No se encontraron compras
fr: Aucun achat trouvé
it: Nessun acquisto trovato
pt: Nenhuma compra encontrada

# NoPurchasesFoundMessage
source: No previous purchases were found.
de: Es wurden keine vorherigen Käufe gefunden.
es: No se encontraron compras anteriores.
fr: Aucun achat précédent n'a été trouvé.
it: Non sono stati trovati acquisti precedenti.
pt: Nenhuma compra anterior foi encontrada.

source: Save project
de: Projekt speichern
es: Guardar Proyecto
fr: Enregistrer le Projet
it: Salva Progetto
pt: Salvar Projeto

source: Project name:
de: Name für das Projekt:
es: Nombre del proyecto:
fr: Nom du projet :
it: Nome del progetto:
pt: Nome do projeto:

source: Success
de: Erfolg
es: Éxito
fr: Succès
it: Successo
pt: Sucesso

source: Project saved!
de: Projekt wurde gespeichert!
es: ¡Proyecto guardado!
fr: Le projet a été enregistré !
it: Il progetto è stato salvato!
pt: Projeto foi salvo!

source: Error
de: Fehler
fr: Erreur
it: Errore
pt: Erro

# ProjectSaveFailed
source: Project could not be saved.
de: Projekt konnte nicht gespeichert werden.
es: No se pudo guardar el proyecto.
fr: Impossible d'enregistrer le projet.
it: Impossibile salvare il progetto.
pt: Não foi possível salvar o projeto.

# ProjectLoadFailed
source: Project could not be loaded.
de: Projekt konnte nicht geladen werden.
es: No se pudo cargar el proyecto.
fr: Impossible de charger le projet.
it: Impossibile caricare il progetto.
pt: Não foi possível carregar o projeto.

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt: Salvar

# CostCalculation
source: Cost calculation (optional)
de: Kostenberechnung (optional)
es: Cálculo de Costos (opcional)
fr: Calcul des Coûts (optionnel)
it: Calcolo dei Costi (facoltativo)
pt: Cálculo de Custos (opcional)

source: Visualization
de: Visualisierung
es: Visualización
fr: Visualisation
it: Visualizzazione
pt: Visualização

source: Price per tile (€)
de: Preis pro Fliese (€)
es: Precio por Baldosa (€)
fr: Prix par Carreau (€)
it: Prezzo per Piastrella (€)
pt: Preço por Azulejo (€)

source: Price per roll (€)
de: Preis pro Rolle (€)
es: Precio por Rollo (€)
fr: Prix par Rouleau (€)
it: Prezzo per Rotolo (€)
pt: Preço por Rolo (€)

source: Price per liter (€)
de: Preis pro Liter (€)
es: Precio por Litro (€)
fr: Prix par Litre (€)
it: Prezzo per Litro (€)
pt: Preço por Litro (€)

source: Price per board (€)
de: Preis pro Diele (€)
es: Precio por Tablero (€)
fr: Prix par Lame (€)
it: Prezzo per Tavola (€)
pt: Preço por Tábua (€)

source: Total cost
de: Gesamtkosten
es: Costo Total
fr: Coût Total
it: Costo Totale
pt: Custo Total

# SaveProjectButton
source: Save as project
de: Als Projekt speichern
es: Guardar como Proyecto
fr: Enregistrer en tant que Projet
it: Salva come Progetto
pt: Salvar como Projeto

# CategoryNameFloorWall
source: Floor & Wall
de: Boden & Wand
es: Suelo y Pared
fr: Sol et Mur
it: Pavimento e Parete
pt: Piso e Parede

# CategoryNameDrywall
source: Drywall
de: Trockenbau
es: Pladur
fr: Placo
it: Cartongesso

# CategoryNameElectrical
source: Electrical
de: Elektriker
es: Electricidad
fr: Électricité
it: Elettricità
pt: Eletricidade

# CategoryNameMetal
source: Metal
de: Metall
fr: Métal
it: Metallo

# CategoryNameGarden
source: Garden
de: Garten
es: Jardín
fr: Jardin
it: Giardino
pt: Jardim

# CategoryNameRoofSolar
source: Roof & Solar
de: Dach & Solar
es: Techo y Solar
fr: Toit et Solaire
it: Tetto e Solare
pt: Telhado e Solar

source: Voltage Drop
de: Spannungsabfall
es: Caída de Tensión
fr: Chute de Tension
it: Caduta di Tensione
pt: Queda de Tensão

source: Power Cost
de: Stromkosten
es: Costo de Energía
fr: Coût de l'Énergie
it: Costo dell'Energia
pt: Custo de Energia

source: Ohm's Law
de: Ohmsches Gesetz
es: Ley de Ohm
fr: Loi d'Ohm
it: Legge di Ohm
pt: Lei de Ohm

source: Metal Weight
de: Metallgewicht
es: Peso de Metal
fr: Poids du Métal
it: Peso del Metallo
pt: Peso do Metal

source: Thread Drill
de: Gewindebohrer
es: Broca de Rosca
fr: Foret de Filetage
it: Punta da Filettare
pt: Broca de Filetagem

# Paving
source: Paving Stones
de: Pflastersteine
es: Adoquines
fr: Pavés
it: Pavimentazione
pt: Pavimentação

# Soil
source: Soil/Mulch
de: Erde/Mulch
es: Tierra/Mulch
fr: Terre/Mulch
it: Terra/Pacciamatura
pt: Terra/Cobertura

source: Pond Liner
de: Teichfolie
es: Lona de Estanque
fr: Géotextile de Bassin
it: Geotextile Laghetto
pt: Revestimento de Lagoa

source: Roof Pitch
de: Dachneigung
es: Inclinación del Techo
fr: Inclinaison du Toit
it: Inclinazione Tetto
pt: Inclinação do Telhado

source: Roof Tiles
de: Dachziegel
es: Tejas
fr: Tuiles
it: Tegole
pt: Telhas

source: Solar Yield
de: Solar-Ertrag
es: Rendimiento Solar
fr: Rendement Solaire
it: Rendimento Solare
pt: Rendimento Solar

# PricePerTileHint
source: Enter the price per tile to calculate total cost.
de: Gib den Preis pro Fliese ein, um die Gesamtkosten zu berechnen.
es: Introduce el precio por baldosa para calcular el costo total.
fr: Entrez le prix par carreau pour calculer le coût total.
it: Inserisci il prezzo per piastrella per calcolare il costo totale.
pt: Insira o preço por azulejo para calcular o custo total.

# InvalidInputTitle
source: Invalid Input
de: Ungültige Eingabe
es: Entrada Inválida
fr: Entrée Invalide
it: Input Non Valido
pt: Entrada Inválida

# ValueMustBePositive
source: Value must be greater than 0.
de: Der Wert muss größer als 0 sein.
es: El valor debe ser mayor que 0.
fr: La valeur doit être supérieure à 0.
it: Il valore deve essere maggiore di 0.
pt: O valor deve ser maior que 0.

# ExportPdf
source: Export as PDF
de: Als PDF exportieren
es: Exportar como PDF
fr: Exporter en PDF
it: Esporta come PDF
pt: Exportar como PDF

source: Date
de: Datum
es: Fecha
it: Data
pt: Data

source: Material List
de: Materialliste
es: Lista de materiales
fr: Liste des matériaux
it: Lista dei materiali
pt: Lista de materiais

# GeneratedBy
source: Generated by HandwerkerRechner
de: Erstellt mit HandwerkerRechner
es: Generado con HandwerkerRechner
fr: Généré par HandwerkerRechner
it: Generato da HandwerkerRechner
pt: Gerado por HandwerkerRechner

source: Share Material List
de: Materialliste teilen
es: Compartir lista de materiales
fr: Partager la liste des matériaux
it: Condividi lista dei materiali
pt: Compartilhar lista de materiais

# PdfExportSuccess
source: PDF exported successfully!
de: PDF erfolgreich exportiert!
es: ¡PDF exportado con éxito!
fr: PDF exporté avec succès !
it: PDF esportato con successo!
pt: PDF exportado com sucesso!

source: PDF export failed.
de: PDF-Export fehlgeschlagen.
es: Error al exportar PDF.
fr: L'export PDF a échoué.
it: Esportazione PDF fallita.
pt: A exportação do PDF falhou.

source: Already unlocked
de: Bereits freigeschaltet
es: Ya desbloqueado
fr: Déjà déverrouillé
it: Già sbloccato
pt: Já desbloqueado

# AlreadyUnlockedMessage
source: You have already unlocked all categories!
de: Sie haben bereits alle Kategorien freigeschaltet!
es: ¡Ya has desbloqueado todas las categorías!
fr: Vous avez déjà déverrouillé toutes les catégories !
it: Hai già sbloccato tutte le categorie!
pt: Você já desbloqueou todas as categorias!

# UnlockAllCategoriesTitle
source: Unlock all categories
de: Alle Kategorien freischalten
es: Desbloquear todas las categorías
fr: Déverrouiller toutes les catégories
it: Sblocca tutte le categorie
pt: Desbloquear todas as categorias

# UnlockAllCategoriesMessage
source: Unlock all 5 premium categories for only 3.99 €? ✓ Drywall (Framework, Panels, Filler) ✓ Electrical (Voltage drop, Power costs, Ohm) ✓ Metal (Weight, Thread taps) ✓ Garden (Paving, Soil, Pond) ✓ Roof & Solar (Pitch, Tiles, Yield) ✓ Ads will be permanently removed! Save 0.96 € compared to individual purchase!
de: Alle 5 Premium-Kategorien für nur 3,99 € freischalten? ✓ Trockenbau (Ständerwerk, Platten, Spachtel) ✓ Elektriker (Spannungsabfall, Stromkosten, Ohm) ✓ Metall (Gewicht, Gewindebohrer) ✓ Garten (Pflaster, Erde, Teich) ✓ Dach & Solar (Neigung, Ziegel, Ertrag) ✓ Werbung wird dauerhaft entfernt! Sie sparen 0,96 € gegenüber dem Einzelkauf!
es: ¿Desbloquear las 5 categorías Premium por solo 3,99 €? ✓ Pladur (Perfiles, Placas, Masilla) ✓ Electricidad (Caída de tensión, Costos, Ohm) ✓ Metal (Peso, Brocas) ✓ Jardín (Adoquines, Tierra, Estanque) ✓ Techo & Solar (Inclinación, Tejas, Rendimiento) ✓ ¡Los anuncios se eliminarán permanentemente! ¡Ahorras 0,96 € en comparación con la compra individual!
fr: Déverrouiller les 5 catégories Premium pour seulement 3,99 € ? ✓ Placo (Profilés, Plaques, Enduit) ✓ Électricité (Chute de tension, Coûts, Loi d'Ohm) ✓ Métal (Poids, Forets) ✓ Jardin (Pavés, Terre, Bassin) ✓ Toit & Solaire (Inclinaison, Tuiles, Rendement) ✓ Les publicités seront supprimées définitivement ! Vous économisez 0,96 € par rapport à l'achat individuel !
it: Sbloccare tutte e 5 le categorie Premium per soli 3,99 € ? ✓ Cartongesso (Profili, Lastre, Stucco) ✓ Elettricità (Caduta di tensione, Costi, Ohm) ✓ Metallo (Peso, Punte da trapano) ✓ Giardino (Pavimentazione, Terra, Laghetto) ✓ Tetto & Solare (Inclinazione, Tegole, Resa) ✓ La pubblicità sarà rimossa permanentemente! Risparmi 0,96 € rispetto all'acquisto individuale!
pt: Desbloquear todas as 5 categorias Premium por apenas 3,99 € ? ✓ Drywall (Perfis, Placas, Massa de joint) ✓ Eletricidade (Queda de tensão, Custos, Ohm) ✓ Metal (Peso, Brocas) ✓ Jardim (Pavimentação, Terra, Lagoa) ✓ Telhado & Solar (Inclinação, Telhas, Rendimento) ✓ Os anúncios serão removidos permanentemente! Você economiza 0,96 € em comparação com a compra individual!

# BuyAll
source: Buy all (3.99 €)
de: Alle kaufen (3,99 €)
es: Comprar todo (3,99 €)
fr: Tout acheter (3,99 €)
it: Compra tutto (3,99 €)
pt: Comprar tudo (3,99 €)
