Repository: Robert-prog196/MeineApps.Ava
Catalog: src/Apps/HandwerkerImperium/HandwerkerImperium.Shared/Resources/Strings/AppStrings.*.resx
Languages: de, es, fr, it, pt

# AchWorkerATierDesc
source: Hire your first A-Tier worker
de: Stelle deinen ersten A-Tier-Arbeiter ein
es: Contrata tu primer trabajador de Nivel A
fr: Embauchez votre premier ouvrier de Niveau A
it: Assumi il tuo primo lavoratore Tier-A
pt: Contrata o teu primeiro trabalhador Tier-A

# AchWorkerMaxLevel
source: Master Workers
de: Meister-Arbeiter
es: Trabajadores Maestros
fr: Ouvriers Maîtres
it: Lavoratori Maestri
pt: Trabalhadores Mestres

# AchWorkerMaxLevelDesc
source: Train 10 workers to level 10
de: Trainiere 10 Arbeiter auf Stufe 10
es: Entrena 10 trabajadores al nivel 10
fr: Formez 10 ouvriers au niveau 10
it: Allena 10 lavoratori al livello 10
pt: Treina 10 trabalhadores até ao nível 10

# AchWorkerLoyal
source: Loyal Employee
de: Treuer Mitarbeiter
es: Empleado Leal
fr: Employé Fidèle
it: Dipendente Fedele
pt: Funcionário Leal

# AchWorkerLoyalDesc
source: Keep a worker for 100 days
de: Behalte einen Arbeiter 100 Tage
es: Mantén un trabajador durante 100 días
fr: Gardez un ouvrier pendant 100 jours
it: Tieni un lavoratore per 100 giorni
pt: Mantém um trabalhador durante 100 dias

# AchWorkerSpecialist
source: Perfect Match
de: Perfekte Besetzung
es: Combinación Perfecta
fr: Match Parfait
it: Abbinamento Perfetto
pt: Combinação Perfeita

# AchWorkerSpecialistDesc
source: Assign a worker to their specialization
de: Weise einen Arbeiter seiner Spezialisierung zu
es: Asigna un trabajador a su especialización
fr: Assignez un ouvrier à sa spécialisation
it: Assegna un lavoratore alla sua specializzazione
pt: Atribui um trabalhador à sua especialização

# AchWorkersTotal50
source: HR Manager
de: Personalleiter
es: Director de RRHH
fr: Directeur RH
it: Responsabile HR
pt: Gestor de RH

# AchWorkersTotal50Desc
source: Hire 50 workers total
de: Stelle insgesamt 50 Arbeiter ein
es: Contrata 50 trabajadores en total
fr: Embauchez 50 ouvriers au total
it: Assumi 50 lavoratori in totale
pt: Contrata 50 trabalhadores no total

# AchWorkerSTier
source: Legend Found
de: Legende gefunden
es: Leyenda Encontrada
fr: Légende Trouvée
it: Leggenda Trovata
pt: Lenda Encontrada

# AchWorkerSTierDesc
source: Hire an S-Tier worker
de: Stelle einen S-Tier-Arbeiter ein
es: Contrata un trabajador de Nivel S
fr: Embauchez un ouvrier de Niveau S
it: Assumi un lavoratore Tier-S
pt: Contrata um trabalhador Tier-S

# AchBuildingFirst
source: Developer
de: Bauherr
es: Constructor
fr: Bâtisseur
it: Costruttore
pt: Construtor

# AchBuildingFirstDesc
source: Build your first building
de: Baue dein erstes Gebäude
es: Construye tu primer edificio
fr: Construisez votre premier bâtiment
it: Costruisci il tuo primo edificio
pt: Constrói o teu primeiro edifício

# AchBuildingAll
source: Real Estate Mogul
de: Immobilien-Mogul
es: Magnate Inmobiliario
fr: Magnat Immobilier
it: Magnate Immobiliare
pt: Magnata Imobiliário

# AchBuildingAllDesc
source: Build all 7 buildings
de: Baue alle 7 Gebäude
es: Construye los 7 edificios
fr: Construisez les 7 bâtiments
it: Costruisci tutti i 7 edifici
pt: Constrói todos os 7 edifícios

# AchBuildingMax
source: Fully Upgraded
de: Voll aufgerüstet
es: Completamente Mejorado
fr: Entièrement Amélioré
it: Completamente Potenziato
pt: Totalmente Melhorado

# AchBuildingMaxDesc
source: Upgrade any building to level 5
de: Rüste ein Gebäude auf Stufe 5 auf
es: Mejora cualquier edificio al nivel 5
fr: Améliorez un bâtiment au niveau 5
it: Potenzia un edificio al livello 5
pt: Melhora qualquer edifício até ao nível 5

# AchCanteen
source: Happy Workers
de: Glückliche Arbeiter
es: Trabajadores Felices
fr: Ouvriers Heureux
it: Lavoratori Felici
pt: Trabalhadores Felizes

# AchCanteenDesc
source: Build the Canteen
de: Baue die Kantine
es: Construye la Cantina
fr: Construisez la Cantine
it: Costruisci la Mensa
pt: Constrói a Cantina

# AchTrainingCenter
source: Academy
de: Akademie
es: Academia
fr: Académie
it: Accademia
pt: Academia

# AchTrainingCenterDesc
source: Build the Training Center
de: Baue das Ausbildungszentrum
es: Construye el Centro de Formación
fr: Construisez le Centre de Formation
it: Costruisci il Centro Formazione
pt: Constrói o Centro de Formação

# AchResearchFirst
source: Scientist
de: Wissenschaftler
es: Científico
fr: Scientifique
it: Scienziato
pt: Cientista

# AchResearchFirstDesc
source: Complete your first research
de: Schließe deine erste Forschung ab
es: Completa tu primera investigación
fr: Terminez votre première recherche
it: Completa la tua prima ricerca
pt: Completa a tua primeira pesquisa

# AchResearchBranch
source: Expert
de: Experte
es: Experto
it: Esperto
pt: Perito

# AchResearchBranchDesc
source: Complete an entire research branch
de: Schließe einen ganzen Forschungszweig ab
es: Completa una rama de investigación completa
fr: Terminez une branche de recherche complète
it: Completa un intero ramo di ricerca
pt: Completa um ramo de pesquisa inteiro

# AchResearchAll
source: Genius
de: Genie
es: Genio
fr: Génie
it: Genio
pt: Génio

# AchResearchAllDesc
source: Complete all 45 researches
de: Schließe alle 45 Forschungen ab
es: Completa las 45 investigaciones
fr: Terminez les 45 recherches
it: Completa tutte le 45 ricerche
pt: Completa todas as 45 pesquisas

# AchResearchTools5
source: Tool Master
de: Werkzeugmeister
es: Maestro de Herramientas
fr: Maître Outil
it: Maestro degli Strumenti
pt: Mestre das Ferramentas

# AchResearchTools5Desc
source: Complete 5 Tools researches
de: Schließe 5 Werkzeug-Forschungen ab
es: Completa 5 investigaciones de Herramientas
fr: Terminez 5 recherches d'Outils
it: Completa 5 ricerche Strumenti
pt: Completa 5 pesquisas de Ferramentas

# AchResearchMgmt5Desc
source: Complete 5 Management researches
de: Schließe 5 Management-Forschungen ab
es: Completa 5 investigaciones de Gestión
fr: Terminez 5 recherches de Gestion
it: Completa 5 ricerche Gestione
pt: Completa 5 pesquisas de Gestão

# AchReputation70
source: Well Known
de: Bekannt
es: Bien Conocido
fr: Bien Connu
it: Ben Conosciuto
pt: Bem Conhecido

# AchReputation70Desc
source: Reach 70 reputation
de: Erreiche 70 Reputation
es: Alcanza 70 de reputación
fr: Atteignez 70 de réputation
it: Raggiungi 70 di reputazione
pt: Atinge 70 de reputação

# AchReputation90
source: Famous
de: Berühmt
es: Famoso
fr: Célèbre
it: Famoso
pt: Famoso

# AchReputation90Desc
source: Reach 90 reputation
de: Erreiche 90 Reputation
es: Alcanza 90 de reputación
fr: Atteignez 90 de réputation
it: Raggiungi 90 di reputazione
pt: Atinge 90 de reputação

# AchReputation100
source: Legendary
de: Legendär
es: Legendario
fr: Légendaire
it: Leggendario
pt: Lendário

# AchReputation100Desc
source: Reach 100 reputation
de: Erreiche 100 Reputation
es: Alcanza 100 de reputación
fr: Atteignez 100 de réputation
it: Raggiungi 100 di reputazione
pt: Atinge 100 de reputação

# AchRegular10
source: Popular Choice
de: Beliebte Wahl
es: Elección Popular
fr: Choix Populaire
it: Scelta Popolare
pt: Escolha Popular

# AchRegular10Desc
source: Have 10 regular customers
de: Habe 10 Stammkunden
es: Ten 10 clientes habituales
fr: Ayez 10 clients réguliers
it: Avere 10 clienti abituali
pt: Ter 10 clientes regulares

# AchPrestigeBronze
source: New Beginning
de: Neubeginn
es: Nuevo Comienzo
fr: Nouveau Départ
it: Nuovo Inizio
pt: Novo Começo

# AchPrestigeBronzeDesc
source: Complete your first Bronze prestige
de: Schließe dein erstes Bronze-Prestige ab
es: Completa tu primer prestigio Bronce
fr: Terminez votre premier prestige Bronze
it: Completa il tuo primo prestigio Bronzo
pt: Completa o teu primeiro prestígio Bronze

# AchPrestigeSilver
source: Experienced Master
de: Erfahrener Meister
es: Maestro Experimentado
fr: Maître Expérimenté
it: Maestro Esperto
pt: Mestre Experiente

# AchPrestigeSilverDesc
source: Complete your first Silver prestige
de: Schließe dein erstes Silber-Prestige ab
es: Completa tu primer prestigio Plata
fr: Terminez votre premier prestige Argent
it: Completa il tuo primo prestigio Argento
pt: Completa o teu primeiro prestígio Prata

# AchPrestigeGold
source: Golden Legend
de: Goldene Legende
es: Leyenda Dorada
fr: Légende Dorée
it: Leggenda d'Oro
pt: Lenda Dourada

# AchPrestigeGoldDesc
source: Complete your first Gold prestige
de: Schließe dein erstes Gold-Prestige ab
es: Completa tu primer prestigio Oro
fr: Terminez votre premier prestige Or
it: Completa il tuo primo prestigio Oro
pt: Completa o teu primeiro prestígio Ouro

# AchPrestigePoints100
source: Point Collector
de: Punktesammler
es: Coleccionista de Puntos
fr: Collectionneur de Points
it: Collezionista di Punti
pt: Colecionador de Pontos

# AchPrestigePoints100Desc
source: Spend 100 prestige points
de: Gib 100 Prestige-Punkte aus
es: Gasta 100 puntos de prestigio
fr: Dépensez 100 points de prestige
it: Spendi 100 punti prestigio
pt: Gasta 100 pontos de prestígio

# AchMoney10m
source: Multi-Millionaire
de: Multi-Millionär
es: Multimillonario
fr: Multimillionnaire
it: Multi-Milionario
pt: Multi-Milionário

# AchMoney10mDesc
source: Earn 10,000,000€ total
de: Verdiene insgesamt 10.000.000€
es: Gana 10.000.000€ en total
fr: Gagnez 10 000 000€ au total
it: Guadagna 10.000.000€ in totale
pt: Ganha 10.000.000€ no total

# AchMoney100m
source: Mega Rich
de: Mega-Reich
es: Megarrico
fr: Méga Riche
it: Mega Ricco
pt: Mega Rico

# AchMoney100mDesc
source: Earn 100,000,000€ total
de: Verdiene insgesamt 100.000.000€
es: Gana 100.000.000€ en total
fr: Gagnez 100 000 000€ au total
it: Guadagna 100.000.000€ in totale
pt: Ganha 100.000.000€ no total

# AchMoney1b
source: Billionaire
de: Milliardär
es: Multimillonario
fr: Milliardaire
it: Miliardario
pt: Bilionário

# AchMoney1bDesc
source: Earn 1,000,000,000€ total
de: Verdiene insgesamt 1.000.000.000€
es: Gana 1.000.000.000€ en total
fr: Gagnez 1 000 000 000€ au total
it: Guadagna 1.000.000.000€ in totale
pt: Ganha 1.000.000.000€ no total

# AchWorkshop50
source: Maximum Power
de: Maximale Kraft
es: Poder Máximo
fr: Puissance Maximale
it: Potenza Massima
pt: Potência Máxima

# AchWorkshop50Desc
source: Upgrade any workshop to level 50
de: Rüste eine Werkstatt auf Stufe 50 auf
es: Mejora cualquier taller al nivel 50
fr: Améliorez un atelier au niveau 50
it: Potenzia un'officina al livello 50
pt: Melhora qualquer oficina até ao nível 50

# AchAllWorkshops8
source: Complete Empire
de: Komplettes Imperium
es: Imperio Completo
fr: Empire Complet
it: Impero Completo
pt: Império Completo

# AchAllWorkshops8Desc
source: Unlock all 8 workshops
de: Schalte alle 8 Werkstätten frei
es: Desbloquea los 8 talleres
fr: Débloquez les 8 ateliers
it: Sblocca tutte le 8 officine
pt: Desbloqueia todas as 8 oficinas

# AchEventsSurvived10
source: Weathered
de: Abgehärtet
es: Curtido
fr: Aguerri
it: Temprato
pt: Curtido

# AchEventsSurvived10Desc
source: Survive 10 random events
de: Überlebe 10 zufällige Events
es: Sobrevive a 10 eventos aleatorios
fr: Survivez à 10 événements aléatoires
it: Sopravvivi a 10 eventi casuali
pt: Sobrevive a 10 eventos aleatórios

# StartResearch
source: Start
de: Starten
es: Iniciar
fr: Lancer
it: Avvia
pt: Iniciar

source: Current Research
de: Aktuelle Forschung
es: Investigación actual
fr: Recherche en cours
it: Ricerca attuale
pt: Pesquisa atual

# ResearchBetterSaws
source: Better Saws
de: Bessere Sägen
es: Mejores sierras
fr: Meilleures scies
it: Seghe migliori
pt: Serras melhores

# ResearchPrecisionTools
source: Precision Tools
de: Präzisionswerkzeuge
es: Herramientas de precisión
fr: Outils de précision
it: Strumenti di precisione
pt: Ferramentas de precisão

# ResearchPowerTools
source: Power Tools
de: Elektrowerkzeuge
es: Herramientas eléctricas
fr: Outils électriques
it: Utensili elettrici
pt: Ferramentas elétricas

# ResearchAdvancedMachinery
source: Advanced Machinery
de: Fortschrittliche Maschinen
es: Maquinaria avanzada
fr: Machines avancées
it: Macchinari avanzati
pt: Maquinaria avançada

# ResearchQualityControl
source: Quality Control
de: Qualitätskontrolle
es: Control de calidad
fr: Contrôle qualité
it: Controllo qualità
pt: Controlo de qualidade

# ResearchCncMachines
source: CNC Machines
de: CNC-Maschinen
es: Máquinas CNC
fr: Machines CNC
it: Macchine CNC
pt: Máquinas CNC

# ResearchLaserCutting
source: Laser Cutting
de: Laserschneiden
es: Corte láser
fr: Découpe laser
it: Taglio laser
pt: Corte a laser

# ResearchRobotics
source: Robotics
de: Robotik
es: Robótica
fr: Robotique
it: Robotica
pt: Robótica

# Research3dPrinting
source: 3D Printing
de: 3D-Druck
es: Impresión 3D
fr: Impression 3D
it: Stampa 3D
pt: Impressão 3D

# ResearchNanotech
source: Nanotechnology
de: Nanotechnologie
es: Nanotecnología
fr: Nanotechnologie
it: Nanotecnologia
pt: Nanotecnologia

# ResearchQuantumMeasure
source: Quantum Measuring
de: Quantenmessung
es: Medición cuántica
fr: Mesure quantique
it: Misurazione quantistica
pt: Medição quântica

# ResearchAiAssisted
source: AI Assisted
de: KI-gestützt
es: Asistido por IA
fr: Assisté par IA
it: Assistito da IA
pt: Assistido por IA

# ResearchMasterCraftsman
source: Master Craftsman
de: Meisterhandwerker
es: Maestro artesano
fr: Maître artisan
it: Maestro artigiano
pt: Mestre artesão

# ResearchBetterSawsDesc
source: +5% Worker Efficiency
de: +5% Arbeiter-Effizienz
es: +5% Eficiencia de trabajadores
fr: +5% Efficacité des ouvriers
it: +5% Efficienza dei lavoratori
pt: +5% Eficiência dos trabalhadores

# ResearchPrecisionToolsDesc
source: +2% Minigame Zone
de: +2% Minispiel-Zone
es: +2% Zona de minijuego
fr: +2% Zone de mini-jeu
it: +2% Zona minigioco
pt: +2% Zona de minijogo

# ResearchPowerToolsDesc
source: +5% Worker Efficiency
de: +5% Arbeiter-Effizienz
es: +5% Eficiencia de trabajadores
fr: +5% Efficacité des ouvriers
it: +5% Efficienza dei lavoratori
pt: +5% Eficiência dos trabalhadores

# ResearchAutoMaterialDesc
source: Unlocks Auto Material
de: Schaltet Auto-Material frei
es: Desbloquea Auto-Material
fr: Débloque Auto-Matériau
it: Sblocca Auto-Materiale
pt: Desbloqueia Auto-Material

# ResearchAdvancedMachineryDesc
source: +8% Worker Efficiency
de: +8% Arbeiter-Effizienz
es: +8% Eficiencia de trabajadores
fr: +8% Efficacité des ouvriers
it: +8% Efficienza dei lavoratori
pt: +8% Eficiência dos trabalhadores

# ResearchQualityControlDesc
source: +3% Minigame Zone
de: +3% Minispiel-Zone
es: +3% Zona de minijuego
fr: +3% Zone de mini-jeu
it: +3% Zona minigioco
pt: +3% Zona de minijogo

# ResearchCncMachinesDesc
source: +10% Worker Efficiency
de: +10% Arbeiter-Effizienz
es: +10% Eficiencia de trabajadores
fr: +10% Efficacité des ouvriers
it: +10% Efficienza dei lavoratori
pt: +10% Eficiência dos trabalhadores

# ResearchLaserCuttingDesc
source: +3% Minigame Zone
de: +3% Minispiel-Zone
es: +3% Zona de minijuego
fr: +3% Zone de mini-jeu
it: +3% Zona minigioco
pt: +3% Zona de minijogo

# ResearchRoboticsDesc
source: +10% Worker Efficiency
de: +10% Arbeiter-Effizienz
es: +10% Eficiencia de trabajadores
fr: +10% Efficacité des ouvriers
it: +10% Efficienza dei lavoratori
pt: +10% Eficiência dos trabalhadores

# Research3dPrintingDesc
source: -10% Costs
de: -10% Kosten
es: -10% Costes
fr: -10% Coûts
it: -10% Costi
pt: -10% Custos

# ResearchSmartFactoryDesc
source: +12% Worker Efficiency
de: +12% Arbeiter-Effizienz
es: +12% Eficiencia de trabajadores
fr: +12% Efficacité des ouvriers
it: +12% Efficienza dei lavoratori
pt: +12% Eficiência dos trabalhadores

# ResearchNanotechDesc
source: +4% Minigame Zone
de: +4% Minispiel-Zone
es: +4% Zona de minijuego
fr: +4% Zone de mini-jeu
it: +4% Zona minigioco
pt: +4% Zona de minijogo

# ResearchQuantumMeasureDesc
source: +15% Worker Efficiency
de: +15% Arbeiter-Effizienz
es: +15% Eficiencia de trabajadores
fr: +15% Efficacité des ouvriers
it: +15% Efficienza dei lavoratori
pt: +15% Eficiência dos trabalhadores

# ResearchAiAssistedDesc
source: -15% Costs
de: -15% Kosten
es: -15% Costes
fr: -15% Coûts
it: -15% Costi
pt: -15% Custos

# ResearchMasterCraftsmanDesc
source: +20% Worker Efficiency, +5% Minigame Zone
de: +20% Arbeiter-Effizienz, +5% Minispiel-Zone
es: +20% Eficiencia de trabajadores, +5% Zona de minijuego
fr: +20% Efficacité des ouvriers, +5% Zone de mini-jeu
it: +20% Efficienza dei lavoratori, +5% Zona minigioco
pt: +20% Eficiência dos trabalhadores, +5% Zona de minijogo

# ResearchHrBasics
source: HR Basics
de: Personal-Grundlagen
es: Fundamentos de RRHH
fr: Bases RH
it: Basi HR
pt: Bases de RH

# ResearchTrainingProgram
source: Training Program
de: Ausbildungsprogramm
es: Programa de formación
fr: Programme de formation
it: Programma di formazione
pt: Programa de formação

# ResearchAutoAssign
source: Auto Assign
de: Auto-Zuweisung
es: Auto-asignación
fr: Auto-affectation
it: Auto-assegnazione
pt: Auto-atribuição

# ResearchTalentScout
source: Talent Scout
de: Talentsuche
es: Búsqueda de talento
fr: Recherche de talents
it: Ricerca talenti
pt: Busca de talentos

# ResearchLeadership
source: Leadership
de: Führungskraft
es: Liderazgo
pt: Liderança

# ResearchEliteRecruitment
source: Elite Recruitment
de: Elite-Rekrutierung
es: Reclutamiento de élite
fr: Recrutement d'élite
it: Reclutamento d'élite
pt: Recrutamento de elite

# ResearchMentorship
source: Mentorship
de: Mentoring
es: Mentoría
fr: Mentorat
it: Tutoraggio
pt: Mentoria

# ResearchCorporateCulture
source: Corporate Culture
de: Unternehmenskultur
es: Cultura corporativa
fr: Culture d'entreprise
it: Cultura aziendale
pt: Cultura empresarial

# ResearchGlobalTalent
source: Global Talent
de: Globale Talente
es: Talento global
fr: Talent mondial
it: Talento globale
pt: Talento global

# ResearchAiManagement
source: AI Management
de: KI-Management
es: Gestión con IA
fr: Gestion par IA
it: Gestione con IA
pt: Gestão com IA

# ResearchMasterManager
source: Master Manager
de: Meister-Manager
es: Maestro gestor
fr: Maître gestionnaire
it: Maestro gestore
pt: Mestre gestor

# ResearchHrBasicsDesc
source: -5% Wages
de: -5% Löhne
es: -5% Salarios
fr: -5% Salaires
it: -5% Salari
pt: -5% Salários

# ResearchTeamBuildingDesc
source: +1 Worker Slot
de: +1 Arbeiterplatz
es: +1 Plaza de trabajador
fr: +1 Place d'ouvrier
it: +1 Posto lavoratore
pt: +1 Vaga de trabalhador

# ResearchMotivationDesc
source: -5% Wages
de: -5% Löhne
es: -5% Salarios
fr: -5% Salaires
it: -5% Salari
pt: -5% Salários

# ResearchHeadhunterDesc
source: Unlocks Headhunter
de: Schaltet Headhunter frei
es: Desbloquea Cazatalentos
fr: Débloque Chasseur de têtes
it: Sblocca Cacciatore di teste
pt: Desbloqueia Caça-talentos

# ResearchTrainingProgramDesc
source: +50% Training Speed
de: +50% Trainingsgeschwindigkeit
es: +50% Velocidad de entrenamiento
fr: +50% Vitesse de formation
it: +50% Velocità di formazione
pt: +50% Velocidade de treino

# ResearchWorkLifeBalanceDesc
source: -8% Wages
de: -8% Löhne
es: -8% Salarios
fr: -8% Salaires
it: -8% Salari
pt: -8% Salários

# ResearchAutoAssignDesc
source: Unlocks Auto Assign
de: Schaltet Auto-Zuweisung frei
es: Desbloquea Auto-asignación
fr: Débloque Auto-affectation
it: Sblocca Auto-assegnazione
pt: Desbloqueia Auto-atribuição

# ResearchTalentScoutDesc
source: +1 Worker Slot
de: +1 Arbeiterplatz
es: +1 Plaza de trabajador
fr: +1 Place d'ouvrier
it: +1 Posto lavoratore
pt: +1 Vaga de trabalhador

# ResearchLeadershipDesc
source: -10% Wages
de: -10% Löhne
es: -10% Salarios
fr: -10% Salaires
it: -10% Salari
pt: -10% Salários

# ResearchEliteRecruitmentDesc
source: Unlocks S-Tier Workers
de: Schaltet S-Rang Arbeiter frei
es: Desbloquea trabajadores rango S
fr: Débloque ouvriers rang S
it: Sblocca lavoratori rango S
pt: Desbloqueia trabalhadores classe S

# ResearchMentorshipDesc
source: +50% Training Speed
de: +50% Trainingsgeschwindigkeit
es: +50% Velocidad de entrenamiento
fr: +50% Vitesse de formation
it: +50% Velocità di formazione
pt: +50% Velocidade de treino

# ResearchCorporateCultureDesc
source: -10% Wages
de: -10% Löhne
es: -10% Salarios
fr: -10% Salaires
it: -10% Salari
pt: -10% Salários

# ResearchGlobalTalentDesc
source: +2 Worker Slots
de: +2 Arbeiterplätze
es: +2 Plazas de trabajador
fr: +2 Places d'ouvrier
it: +2 Posti lavoratore
pt: +2 Vagas de trabalhador

# ResearchAiManagementDesc
source: -12% Wages
de: -12% Löhne
es: -12% Salarios
fr: -12% Salaires
it: -12% Salari
pt: -12% Salários

# ResearchMasterManagerDesc
source: +2 Worker Slots, -15% Wages
de: +2 Arbeiterplätze, -15% Löhne
es: +2 Plazas de trabajador, -15% Salarios
fr: +2 Places d'ouvrier, -15% Salaires
it: +2 Posti lavoratore, -15% Salari
pt: +2 Vagas de trabalhador, -15% Salários

# ResearchLocalAds
source: Local Ads
de: Lokale Werbung
es: Publicidad local
fr: Publicité locale
it: Pubblicità locale
pt: Publicidade local

# ResearchOnlinePresence
source: Online Presence
de: Online-Präsenz
es: Presencia online
fr: Présence en ligne
it: Presenza online
pt: Presença online

# ResearchReferralProgram
source: Referral Program
de: Empfehlungsprogramm
es: Programa de referidos
fr: Programme de parrainage
it: Programma di referenza
pt: Programa de indicação

# ResearchPremiumBrand
source: Premium Brand
de: Premium-Marke
es: Marca premium
fr: Marque premium
it: Marchio premium
pt: Marca premium

# ResearchPublicRelations
source: Public Relations
de: Öffentlichkeitsarbeit
es: Relaciones públicas
fr: Relations publiques
it: Relazioni pubbliche
pt: Relações públicas

# ResearchTvCampaign
source: TV Campaign
de: TV-Kampagne
es: Campaña de TV
fr: Campagne TV
it: Campagna TV
pt: Campanha de TV

# ResearchLuxuryBrand
source: Luxury Brand
de: Luxusmarke
es: Marca de lujo
fr: Marque de luxe
it: Marchio di lusso
pt: Marca de luxo

# ResearchGlobalBrand
source: Global Brand
de: Globale Marke
es: Marca global
fr: Marque mondiale
it: Marchio globale
pt: Marca global

# ResearchCelebEndorsement
source: Celebrity Endorsement
de: Prominenten-Werbung
es: Publicidad con famosos
fr: Publicité célébrité
it: Pubblicità con celebrità
pt: Publicidade com celebridades

# ResearchMonopoly
source: Monopoly
de: Monopol
es: Monopolio
fr: Monopole
it: Monopolio
pt: Monopólio

# ResearchMarketDomination
source: Market Domination
de: Marktbeherrschung
es: Dominio del mercado
fr: Domination du marché
it: Dominio del mercato
pt: Dominação do mercado

# ResearchLocalAdsDesc
source: +5% Rewards
de: +5% Belohnungen
es: +5% Recompensas
fr: +5% Récompenses
it: +5% Ricompense
pt: +5% Recompensas

# ResearchOnlinePresenceDesc
source: +1 Order Slot
de: +1 Auftragsplatz
es: +1 Plaza de pedido
fr: +1 Place de commande
it: +1 Posto ordine
pt: +1 Vaga de pedido

# ResearchBrandingDesc
source: +5% Rewards
de: +5% Belohnungen
es: +5% Recompensas
fr: +5% Récompenses
it: +5% Ricompense
pt: +5% Recompensas

# ResearchReferralProgramDesc
source: +8% Rewards
de: +8% Belohnungen
es: +8% Recompensas
fr: +8% Récompenses
it: +8% Ricompense
pt: +8% Recompensas

# ResearchPremiumBrandDesc
source: +1 Order Slot
de: +1 Auftragsplatz
es: +1 Plaza de pedido
fr: +1 Place de commande
it: +1 Posto ordine
pt: +1 Vaga de pedido

# ResearchSocialMediaDesc
source: +8% Rewards
de: +8% Belohnungen
es: +8% Recompensas
fr: +8% Récompenses
it: +8% Ricompense
pt: +8% Recompensas

# ResearchPublicRelationsDesc
source: +10% Rewards
de: +10% Belohnungen
es: +10% Recompensas
fr: +10% Récompenses
it: +10% Ricompense
pt: +10% Recompensas

# ResearchTvCampaignDesc
source: +1 Order Slot
de: +1 Auftragsplatz
es: +1 Plaza de pedido
fr: +1 Place de commande
it: +1 Posto ordine
pt: +1 Vaga de pedido

# ResearchInternationalDesc
source: +10% Rewards
de: +10% Belohnungen
es: +10% Recompensas
fr: +10% Récompenses
it: +10% Ricompense
pt: +10% Recompensas

# ResearchLuxuryBrandDesc
source: +12% Rewards
de: +12% Belohnungen
es: +12% Recompensas
fr: +12% Récompenses
it: +12% Ricompense
pt: +12% Recompensas

# ResearchFranchiseDesc
source: +2 Order Slots
de: +2 Auftragsplätze
es: +2 Plazas de pedido
fr: +2 Places de commande
it: +2 Posti ordine
pt: +2 Vagas de pedido
