Repository: Robert-prog196/MeineApps.Ava
Catalog: src/Apps/HandwerkerImperium/HandwerkerImperium.Shared/Resources/Strings/AppStrings.*.resx
Languages: de, es, fr, it, pt

# ThankYouPremiumDesc
source: You are now a Premium player! No more ads and 8 hours offline earnings.
de: Du bist jetzt Premium-Spieler! Keine Werbung mehr und 8 Stunden Offline-Verdienst.
es: ¡Ahora eres jugador Premium! Sin más anuncios y 8 horas de ganancias offline.
fr: Vous êtes maintenant un joueur Premium ! Plus de pubs et 8 heures de gains hors ligne.
it: Sei ora un giocatore Premium! Niente più annunci e 8 ore di guadagni offline.
pt: Você agora é um jogador Premium! Sem mais anúncios e 8 horas de ganhos offline.

source: Great!
de: Super!
es: ¡Genial!
fr: Super !
it: Fantastico!
pt: Ótimo!

# PurchasesRestored
source: Restored!
de: Wiederhergestellt!
es: ¡Restaurado!
fr: Restauré !
it: Ripristinato!
pt: Restaurado!

# PurchasesRestoredDesc
source: Your purchases have been successfully restored.
de: Deine Käufe wurden erfolgreich wiederhergestellt.
es: Tus compras han sido restauradas exitosamente.
fr: Vos achats ont été restaurés avec succès.
it: I tuoi acquisti sono stati ripristinati con successo.
pt: Suas compras foram restauradas com sucesso.

source: No Purchases Found
de: Keine Käufe gefunden
es: No se encontraron compras
fr: Aucun achat trouvé
it: Nessun acquisto trovato
pt: Nenhuma compra encontrada

# NoPurchasesFoundDesc
source: No previous purchases could be found.
de: Es konnten keine vorherigen Käufe gefunden werden.
es: No se pudieron encontrar compras anteriores.
fr: Aucun achat précédent n'a pu être trouvé.
it: Non è stato possibile trovare acquisti precedenti.
pt: Não foi possível encontrar compras anteriores.

source: Prestige Not Available
de: Prestige nicht verfügbar
es: Prestigio no disponible
fr: Prestige non disponible
it: Prestigio non disponibile
pt: Prestígio não disponível

# PrestigeNotAvailableDesc
source: You need at least Level {0} to prestige. You are currently Level {1}.
de: Du benötigst mindestens Level {0} um zu prestigieren. Du bist aktuell Level {1}.
es: Necesitas al menos Nivel {0} para prestigiar. Actualmente estás en Nivel {1}.
fr: Vous avez besoin d'au moins le Niveau {0} pour prestigier. Vous êtes actuellement au Niveau {1}.
it: Hai bisogno di almeno il Livello {0} per prestigiare. Attualmente sei al Livello {1}.
pt: Você precisa de pelo menos o Nível {0} para prestigiar. Você está atualmente no Nível {1}.

# PrestigeWarning
source: Your progress will be reset!
de: Dein Fortschritt wird zurückgesetzt!

# PrestigeKeeps
source: Kept:
de: Wird behalten:

# PrestigeConfirm
source: Prestige now
de: Prestige durchführen

source: Cloud Save
de: Cloud-Speicher
fr: Sauvegarde cloud
pt: Salvar na nuvem

# CloudSaveDesc
source: Sync your progress across devices via Google Play Games.
de: Speichere deinen Fortschritt in Google Play Games
fr: Synchronisez votre progression entre appareils via Google Play Games.
pt: Sincronize seu progresso entre dispositivos via Google Play Games.

source: Sign In
de: Anmelden

source: Signed In
de: Angemeldet

source: Not Signed In
de: Nicht angemeldet

source: Save to Cloud
de: In Cloud speichern

source: Restore from Cloud
de: Aus Cloud wiederherstellen

# CloudSaveSuccess
source: Game saved to cloud successfully!
de: Spielstand erfolgreich in der Cloud gespeichert!

# CloudRestoreSuccess
source: Game restored from cloud successfully!
de: Spielstand erfolgreich aus der Cloud wiederhergestellt!

# CloudRestoreConfirm
source: Restore cloud save? Your current progress will be overwritten!
de: Cloud-Spielstand wiederherstellen? Dein aktueller Fortschritt wird überschrieben!

# CloudSaveFailed
source: Cloud save failed. Please try again.
de: Cloud-Speicherung fehlgeschlagen. Bitte erneut versuchen.

source: Last cloud save
de: Letzter Speicherstand: {0}

# AutoCollectDesc
source: Auto-collect deliveries
de: Lieferungen automatisch einsammeln

# AutoAcceptDesc
source: Auto-accept best order
de: Besten Auftrag automatisch annehmen

# AutoAssignDesc
source: Auto-assign idle workers
de: Freie Arbeiter automatisch zuweisen

# AutoClaimDailyDesc
source: Auto-claim daily reward
de: Tägliche Belohnung automatisch abholen

source: Guild Leaderboard
de: Gilden-Rangliste

# GuildContribute
source: Contribute
de: Beitragen

# GuildSignInRequired
source: Sign in to Google Play Games to join a guild
de: Melde dich bei Google Play Games an, um einer Gilde beizutreten

# GuildWeeklyGoal
source: Weekly Goal
de: Wochenziel

source: Restore
de: Wiederherstellen

# ConfirmCancelOrder
source: Cancel Order
de: Auftrag abbrechen
es: Cancelar pedido
fr: Annuler la commande
it: Annulla ordine
pt: Cancelar pedido

# ConfirmCancelOrderDesc
source: Do you really want to cancel this order? You will not receive any reward.
de: Möchtest du diesen Auftrag wirklich abbrechen? Du erhältst keine Belohnung.
es: ¿Realmente quieres cancelar este pedido? No recibirás ninguna recompensa.
fr: Voulez-vous vraiment annuler cette commande ? Vous ne recevrez aucune récompense.
it: Vuoi davvero annullare questo ordine? Non riceverai alcuna ricompensa.
pt: Você realmente quer cancelar este pedido? Você não receberá nenhuma recompensa.

source: Yes, cancel
de: Ja, abbrechen
es: Sí, cancelar
fr: Oui, annuler
it: Sì, annulla
pt: Sim, cancelar

source: No
de: Nein
fr: Non
pt: Não

# FairPlayInfo
source: Fair Play: No forced ads, only optional videos for bonuses.
de: Fair Play: Keine Zwangswerbung, nur optionale Videos für Boni.
es: Juego Limpio: Sin anuncios forzados, solo vídeos opcionales para bonificaciones.
fr: Fair Play : Pas de pubs forcées, seulement des vidéos optionnelles pour les bonus.
it: Fair Play: Nessun annuncio forzato, solo video opzionali per bonus.
pt: Fair Play: Sem anúncios forçados, apenas vídeos opcionais para bônus.

# WatchAdFree
source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
it: Gratis
pt: Grátis

source: Purchased
de: Gekauft
es: Comprado
fr: Acheté
it: Acquistato
pt: Comprado

source: Notice
de: Hinweis
es: Aviso
fr: Info
it: Avviso
pt: Aviso

# TaskCount
source: {0} tasks
de: {0} Aufgaben
es: {0} tareas
fr: {0} tâches
it: {0} compiti
pt: {0} tarefas

source: Player
de: Spieler
es: Jugador
fr: Joueur
it: Giocatore
pt: Jogador

# MinLevelRequired
source: Minimum Level {0} required
de: Mindestens Level {0} erforderlich
es: Se requiere nivel mínimo {0}
fr: Niveau minimum {0} requis
it: Richiesto livello minimo {0}
pt: Nível mínimo {0} necessário

source: Workshop Details
de: Werkstatt-Details
es: Detalles del taller
fr: Détails de l'atelier
it: Dettagli officina
pt: Detalhes da oficina

# PipePuzzleTitle
source: PIPE PUZZLE
de: ROHR-PUZZLE
es: PUZZLE DE TUBERIAS
fr: PUZZLE DE TUYAUX
it: PUZZLE TUBI
pt: PUZZLE DE TUBOS

# PipePuzzleInstructions
source: Connect the pipes from source to drain!
de: Verbinde die Rohre von der Quelle zum Abfluss!
es: Conecta las tuberias de la fuente al desague!
fr: Connectez les tuyaux de la source au drain!
it: Collega i tubi dalla fonte allo scarico!
pt: Conecte os tubos da fonte ao ralo!

# WiringTitle
source: CONNECT CABLES
de: KABEL VERBINDEN
es: CONECTAR CABLES
fr: CONNECTER LES CABLES
it: COLLEGARE I CAVI
pt: CONECTAR CABOS

# WiringInstructions
source: Connect same colors from left to right!
de: Verbinde gleiche Farben von links nach rechts!
es: Conecta los mismos colores de izquierda a derecha!
fr: Connectez les memes couleurs de gauche a droite!
it: Collega gli stessi colori da sinistra a destra!
pt: Conecte as mesmas cores da esquerda para a direita!

# PaintingTitle
source: WALL PAINTING
de: WAND STREICHEN
es: PINTAR PARED
fr: PEINDRE LE MUR
it: PITTURARE PARETE
pt: PINTAR PAREDE

# PaintingInstructions
source: Paint all marked fields!
de: Male alle markierten Felder an!
es: Pinta todos los campos marcados!
fr: Peignez tous les champs marques!
it: Dipingi tutti i campi contrassegnati!
pt: Pinte todos os campos marcados!

# PaintingPlayInstructions
source: Tap to paint - don't miss!
de: Tippe um zu malen - nicht daneben!
es: Toca para pintar - no falles!
fr: Appuyez pour peindre - ne ratez pas!
it: Tocca per dipingere - non sbagliare!
pt: Toque para pintar - nao erre!

# PaintColor
source: Color:
de: Farbe:
fr: Couleur:
it: Colore:
pt: Cor:

# Errors
source: Errors: {0}
de: Fehler: {0}
es: Errores: {0}
fr: Erreurs: {0}
it: Errori: {0}
pt: Erros: {0}

# StartGame
source: START
de: STARTEN
es: INICIAR
fr: DEMARRER
it: INIZIA
pt: INICIAR

source: ENTRANCE
de: EINGANG
es: ENTRADA
fr: ENTREE
it: ENTRATA
pt: ENTRADA

source: EXIT
de: AUSGANG
es: SALIDA
fr: SORTIE
it: USCITA
pt: SAIDA

source: START PUZZLE
de: PUZZLE STARTEN
es: INICIAR PUZZLE
fr: DEMARRER LE PUZZLE
it: INIZIA PUZZLE
pt: INICIAR PUZZLE

source: Efficiency
de: Effizienz
es: Eficiencia
fr: Efficacite
it: Efficienza
pt: Eficiencia

# SawingTitle
source: SAWING
de: SAGEN
es: ASERRADO
fr: SCIAGE
it: SEGATURA
pt: SERRAGEM

# SawingInstructions
source: Stop the marker in the green zone!
de: Stoppe den Marker in der gruenen Zone!
es: Detiene el marcador en la zona verde!
fr: Arretez le marqueur dans la zone verte!
it: Ferma il marcatore nella zona verde!
pt: Pare o marcador na zona verde!

# PlaningTitle
source: PLANING
de: HOBELN
es: CEPILLADO
fr: RABOTAGE
it: PIALLATURA
pt: APLAINAMENTO

# TileLayingTitle
source: TILE LAYING
de: ZIEGEL LEGEN
es: COLOCAR AZULEJOS
fr: POSE DE CARREAUX
it: POSA PIASTRELLE
pt: COLOCAR AZULEJOS

# MeasuringTitle
source: MEASURING
de: MESSEN
es: MEDIR
fr: MESURER
it: MISURARE
pt: MEDIR

# ResetGameTitle
source: Reset Game
de: Spiel zurücksetzen
es: Reiniciar juego
fr: Réinitialiser le jeu
it: Resetta il gioco
pt: Reiniciar jogo

# ResetGameConfirmation
source: Are you sure? All progress will be lost!
de: Bist du sicher? Alle Fortschritte gehen verloren!
es: ¿Estás seguro? ¡Se perderá todo el progreso!
fr: Êtes-vous sûr ? Toute la progression sera perdue !
it: Sei sicuro? Tutti i progressi andranno persi!
pt: Tem certeza? Todo o progresso será perdido!

source: Yes, reset
de: Ja, zurücksetzen
es: Sí, reiniciar
fr: Oui, réinitialiser
it: Sì, resetta
pt: Sim, reiniciar

# GameResetCompleteTitle
source: Reset
de: Zurückgesetzt
es: Reiniciado
fr: Réinitialisé
it: Resettato
pt: Reiniciado

# GameResetComplete
source: The game has been reset.
de: Das Spiel wurde zurückgesetzt.
es: El juego ha sido reiniciado.
fr: Le jeu a été réinitialisé.
it: Il gioco è stato resettato.
pt: O jogo foi reiniciado.

source: Error
de: Fehler
fr: Erreur
it: Errore
pt: Erro

# PrivacyPolicyOpenError
source: Could not open privacy policy.
de: Die Datenschutzrichtlinie konnte nicht geöffnet werden.
es: No se pudo abrir la política de privacidad.
fr: Impossible d'ouvrir la politique de confidentialité.
it: Impossibile aprire l'informativa sulla privacy.
pt: Não foi possível abrir a política de privacidade.

# EmailOpenError
source: Could not open email.
de: E-Mail konnte nicht geöffnet werden.
es: No se pudo abrir el correo electrónico.
fr: Impossible d'ouvrir l'e-mail.
it: Impossibile aprire l'e-mail.
pt: Não foi possível abrir o e-mail.

# FeedbackBody
source: Your feedback:
de: Dein Feedback:
es: Tu opinión:
fr: Votre avis :
it: Il tuo feedback:
pt: Seu feedback:

# RestoringPurchasesMessage
source: Restoring purchases...
de: Käufe werden wiederhergestellt...
es: Restaurando compras...
fr: Restauration des achats...
it: Ripristino degli acquisti...
pt: Restaurando compras...

# MovesLabel
source: Moves:
de: Züge:
es: Movimientos:
fr: Coups :
it: Mosse:
pt: Movimentos:

# ConnectedLabel
source: Connected:
de: Verbunden:
es: Conectados:
fr: Connectés :
it: Collegati:
pt: Conectados:

# MistakesLabel
source: Mistakes:
de: Fehler:
es: Errores:
fr: Erreurs :
it: Errori:
pt: Erros:

source: PLANE NOW!
de: JETZT HOBELN!
es: ¡CEPILLAR AHORA!
fr: RABOTER MAINTENANT !
it: PIALLARE ORA!
pt: APLAINAR AGORA!

source: LAY NOW!
de: JETZT LEGEN!
es: ¡COLOCAR AHORA!
fr: POSER MAINTENANT !
it: POSARE ORA!
pt: COLOCAR AGORA!

source: MEASURE NOW!
de: JETZT MESSEN!
es: ¡MEDIR AHORA!
fr: MESURER MAINTENANT !
it: MISURARE ORA!
pt: MEDIR AGORA!

# StopInGreenZone
source: Stop in the green zone!
de: Stoppe im grünen Bereich!
es: ¡Para en la zona verde!
fr: Arrêtez dans la zone verte !
it: Fermati nella zona verde!
pt: Pare na zona verde!

# StopForSmoothSurface
source: Stop for a smooth surface!
de: Stoppe für glatte Oberfläche!
es: ¡Para para una superficie lisa!
fr: Arrêtez pour une surface lisse !
it: Fermati per una superficie liscia!
pt: Pare para uma superfície lisa!

# StopAtPerfectMoment
source: Stop at the perfect moment!
de: Stoppe im perfekten Moment!
es: ¡Para en el momento perfecto!
fr: Arrêtez au moment parfait !
it: Fermati al momento perfetto!
pt: Pare no momento perfeito!

# StopAtRightLength
source: Stop at the right length!
de: Stoppe bei der richtigen Länge!
es: ¡Para en la longitud correcta!
fr: Arrêtez à la bonne longueur !
it: Fermati alla lunghezza giusta!
pt: Pare no comprimento certo!

# AchFirstOrder
source: First Steps
de: Erste Schritte
es: Primeros pasos
fr: Premiers pas
it: Primi passi
pt: Primeiros passos

# AchFirstOrderDesc
source: Complete your first order
de: Schließe deinen ersten Auftrag ab
es: Completa tu primer pedido
fr: Termine ta première commande
it: Completa il tuo primo ordine
pt: Completa o teu primeiro pedido

# AchOrders10
source: Getting Started
de: Gut angefangen
es: Empezando bien
fr: Bon début
it: Buon inizio
pt: Bom começo

# AchOrders10Desc
source: Complete 10 orders
de: Schließe 10 Aufträge ab
es: Completa 10 pedidos
fr: Termine 10 commandes
it: Completa 10 ordini
pt: Completa 10 pedidos

# AchOrders50
source: Reliable Worker
de: Zuverlässiger Arbeiter
es: Trabajador fiable
fr: Travailleur fiable
it: Lavoratore affidabile
pt: Trabalhador fiável

# AchOrders50Desc
source: Complete 50 orders
de: Schließe 50 Aufträge ab
es: Completa 50 pedidos
fr: Termine 50 commandes
it: Completa 50 ordini
pt: Completa 50 pedidos

# AchOrders100
source: Master Craftsman
de: Meisterhandwerker
es: Maestro artesano
fr: Maître artisan
it: Maestro artigiano
pt: Mestre artesão

# AchOrders100Desc
source: Complete 100 orders
de: Schließe 100 Aufträge ab
es: Completa 100 pedidos
fr: Termine 100 commandes
it: Completa 100 ordini
pt: Completa 100 pedidos

# AchOrders500
source: Industry Legend
de: Branchenlegende
es: Leyenda del sector
fr: Légende du secteur
it: Leggenda del settore
pt: Lenda do setor

# AchOrders500Desc
source: Complete 500 orders
de: Schließe 500 Aufträge ab
es: Completa 500 pedidos
fr: Termine 500 commandes
it: Completa 500 ordini
pt: Completa 500 pedidos

# AchPerfectFirst
source: Perfection!
de: Perfektion!
es: ¡Perfección!
it: Perfezione!
pt: Perfeição!

# AchPerfectFirstDesc
source: Get your first Perfect rating
de: Erhalte deine erste Perfekt-Bewertung
es: Consigue tu primera valoración Perfecta
fr: Obtiens ta première note Parfaite
it: Ottieni la tua prima valutazione Perfetta
pt: Obtém a tua primeira avaliação Perfeita

# AchPerfect10
source: Skilled Hands
de: Geschickte Hände
es: Manos hábiles
fr: Mains habiles
it: Mani abili
pt: Mãos hábeis

# AchPerfect10Desc
source: Get 10 Perfect ratings
de: Erhalte 10 Perfekt-Bewertungen
es: Consigue 10 valoraciones Perfectas
fr: Obtiens 10 notes Parfaites
it: Ottieni 10 valutazioni Perfette
pt: Obtém 10 avaliações Perfeitas

# AchPerfect50
source: Precision Master
de: Präzisionsmeister
es: Maestro de la precisión
fr: Maître de la précision
it: Maestro di precisione
pt: Mestre da precisão

# AchPerfect50Desc
source: Get 50 Perfect ratings
de: Erhalte 50 Perfekt-Bewertungen
es: Consigue 50 valoraciones Perfectas
fr: Obtiens 50 notes Parfaites
it: Ottieni 50 valutazioni Perfette
pt: Obtém 50 avaliações Perfeitas

# AchStreak5
source: On Fire!
de: Wie am Schnürchen!
es: ¡En racha!
fr: En feu !
it: In serie!
pt: Em chamas!

# AchStreak5Desc
source: Get 5 Perfect ratings in a row
de: Erhalte 5 Perfekt-Bewertungen hintereinander
es: Consigue 5 valoraciones Perfectas seguidas
fr: Obtiens 5 notes Parfaites d'affilée
it: Ottieni 5 valutazioni Perfette di fila
pt: Obtém 5 avaliações Perfeitas seguidas

# AchStreak10
source: Unstoppable
de: Unaufhaltsam
es: Imparable
fr: Inarrêtable
it: Inarrestabile
pt: Imparável

# AchStreak10Desc
source: Get 10 Perfect ratings in a row
de: Erhalte 10 Perfekt-Bewertungen hintereinander
es: Consigue 10 valoraciones Perfectas seguidas
fr: Obtiens 10 notes Parfaites d'affilée
it: Ottieni 10 valutazioni Perfette di fila
pt: Obtém 10 avaliações Perfeitas seguidas

# AchGames100
source: Mini-Game Veteran
de: Mini-Spiel Veteran
es: Veterano de minijuegos
fr: Vétéran des mini-jeux
it: Veterano dei minigiochi
pt: Veterano de minijogos

# AchGames100Desc
source: Play 100 mini-games
de: Spiele 100 Mini-Spiele
es: Juega 100 minijuegos
fr: Joue 100 mini-jeux
it: Gioca 100 minigiochi
pt: Joga 100 minijogos

# AchWorkshop10
source: Upgraded
de: Aufgerüstet
es: Mejorado
fr: Amélioré
it: Potenziato
pt: Melhorado

# AchWorkshop10Desc
source: Upgrade any workshop to level 10
de: Verbessere eine Werkstatt auf Level 10
es: Mejora cualquier taller al nivel 10
fr: Améliore un atelier au niveau 10
it: Migliora un laboratorio al livello 10
pt: Melhora qualquer oficina para o nível 10

# AchWorkshop25
source: Expert Facility
de: Expertenbetrieb
es: Instalación experta
fr: Installation experte
it: Struttura esperta
pt: Instalação especializada

# AchWorkshop25Desc
source: Upgrade any workshop to level 25
de: Verbessere eine Werkstatt auf Level 25
es: Mejora cualquier taller al nivel 25
fr: Améliore un atelier au niveau 25
it: Migliora un laboratorio al livello 25
pt: Melhora qualquer oficina para o nível 25

# AchAllWorkshops
source: Full House
de: Volles Haus
es: Casa llena
fr: Maison pleine
it: Tutto esaurito
pt: Casa cheia

# AchAllWorkshopsDesc
source: Unlock all 6 workshops
de: Schalte alle 6 Werkstätten frei
es: Desbloquea los 6 talleres
fr: Débloque les 6 ateliers
it: Sblocca tutti i 6 laboratori
pt: Desbloqueia todas as 6 oficinas

# AchWorkerFirst
source: Team Builder
de: Teamgründer
es: Constructor de equipo
fr: Créateur d'équipe
it: Costruttore di squadra
pt: Construtor de equipa

# AchWorkerFirstDesc
source: Hire your first worker
de: Stelle deinen ersten Mitarbeiter ein
es: Contrata a tu primer trabajador
fr: Embauche ton premier ouvrier
it: Assumi il tuo primo lavoratore
pt: Contrata o teu primeiro trabalhador

# AchWorkers10
source: Growing Team
de: Wachsendes Team
es: Equipo en crecimiento
fr: Équipe en croissance
it: Squadra in crescita
pt: Equipa em crescimento

# AchWorkers10Desc
source: Hire 10 workers total
de: Stelle insgesamt 10 Mitarbeiter ein
es: Contrata 10 trabajadores en total
fr: Embauche 10 ouvriers au total
it: Assumi 10 lavoratori in totale
pt: Contrata 10 trabalhadores no total

# AchWorkers25
source: Big Business
de: Großbetrieb
es: Gran negocio
fr: Grande entreprise
it: Grande impresa
pt: Grande negócio

# AchWorkers25Desc
source: Hire 25 workers total
de: Stelle insgesamt 25 Mitarbeiter ein
es: Contrata 25 trabajadores en total
fr: Embauche 25 ouvriers au total
it: Assumi 25 lavoratori in totale
pt: Contrata 25 trabalhadores no total

# AchMoney1k
source: First Thousand
de: Erstes Tausend
es: Primer millar
fr: Premier millier
it: Primo migliaio
pt: Primeiro milhar

# AchMoney1kDesc
source: Earn 1,000€ total
de: Verdiene insgesamt 1.000 €
es: Gana 1.000€ en total
fr: Gagne 1 000€ au total
it: Guadagna 1.000€ in totale
pt: Ganha 1.000€ no total

# AchMoney10k
source: Making Money
de: Geldmacher
es: Haciendo dinero
fr: Faiseur d'argent
it: Fare soldi
pt: A fazer dinheiro

# AchMoney10kDesc
source: Earn 10,000€ total
de: Verdiene insgesamt 10.000 €
es: Gana 10.000€ en total
fr: Gagne 10 000€ au total
it: Guadagna 10.000€ in totale
pt: Ganha 10.000€ no total

# AchMoney100k
source: Wealthy
de: Wohlhabend
es: Adinerado
fr: Fortune
it: Benestante
pt: Abastado

# AchMoney100kDesc
source: Earn 100,000€ total
de: Verdiene insgesamt 100.000 €
es: Gana 100.000€ en total
fr: Gagne 100 000€ au total
it: Guadagna 100.000€ in totale
pt: Ganha 100.000€ no total

# AchMoney1m
source: Millionaire
de: Millionär
es: Millonario
fr: Millionnaire
it: Milionario
pt: Milionário

# AchMoney1mDesc
source: Earn 1,000,000€ total
de: Verdiene insgesamt 1.000.000 €
es: Gana 1.000.000€ en total
fr: Gagne 1 000 000€ au total
it: Guadagna 1.000.000€ in totale
pt: Ganha 1.000.000€ no total

# AchPlay1h
source: Dedicated
de: Engagiert
es: Dedicado
fr: Dévoué
it: Dedicato
pt: Dedicado

# AchPlay1hDesc
source: Play for 1 hour total
de: Spiele insgesamt 1 Stunde
es: Juega 1 hora en total
fr: Joue 1 heure au total
it: Gioca per 1 ora in totale
pt: Joga durante 1 hora no total

# AchPlay10h
source: Committed
de: Hingebungsvoll
es: Comprometido
fr: Engagé
it: Impegnato
pt: Comprometido

# AchPlay10hDesc
source: Play for 10 hours total
de: Spiele insgesamt 10 Stunden
es: Juega 10 horas en total
fr: Joue 10 heures au total
it: Gioca per 10 ore in totale
pt: Joga durante 10 horas no total

# AchDaily7
source: Week Warrior
de: Wochenkrieger
es: Guerrero semanal
fr: Guerrier de la semaine
it: Guerriero settimanale
pt: Guerreiro semanal

# AchDaily7Desc
source: Log in 7 days in a row
de: Melde dich 7 Tage hintereinander an
es: Inicia sesión 7 días seguidos
fr: Connecte-toi 7 jours de suite
it: Accedi per 7 giorni consecutivi
pt: Inicia sessão durante 7 dias seguidos

# AchLevel10
source: Rising Star
de: Aufsteigender Stern
es: Estrella en ascenso
fr: Étoile montante
it: Stella nascente
pt: Estrela em ascensão

# AchLevel10Desc
source: Reach level 10
de: Erreiche Level 10
es: Alcanza el nivel 10
fr: Atteins le niveau 10
it: Raggiungi il livello 10
pt: Atinge o nível 10

# AchLevel25
source: Experienced
de: Erfahren
es: Experimentado
fr: Expérimenté
it: Esperto
pt: Experiente

# AchLevel25Desc
source: Reach level 25
de: Erreiche Level 25
es: Alcanza el nivel 25
fr: Atteins le niveau 25
it: Raggiungi il livello 25
pt: Atinge o nível 25

# AchLevel50Desc
source: Reach level 50
de: Erreiche Level 50
es: Alcanza el nivel 50
fr: Atteins le niveau 50
it: Raggiungi il livello 50
pt: Atinge o nível 50

# AchPrestige1
source: New Beginning
de: Neuer Anfang
es: Nuevo comienzo
fr: Nouveau départ
it: Nuovo inizio
pt: Novo começo

# AchPrestige1Desc
source: Prestige for the first time
de: Prestigiere zum ersten Mal
es: Prestigia por primera vez
fr: Prestige pour la première fois
it: Prestigia per la prima volta
pt: Prestigia pela primeira vez

# order_shelf
source: Build a Shelf
de: Regal bauen
es: Construir estante
fr: Construire une étagère
it: Costruire uno scaffale
pt: Construir prateleira

# order_cabinet
source: Build a Cabinet
de: Schrank bauen
es: Construir armario
fr: Construire une armoire
it: Costruire un armadio
pt: Construir armário

# order_table
source: Build a Table
de: Tisch bauen
es: Construir mesa
fr: Construire une table
it: Costruire un tavolo
pt: Construir mesa

# order_deck
source: Build a Deck
de: Terrasse bauen
es: Construir terraza
fr: Construire une terrasse
it: Costruire una terrazza
pt: Construir terraço

# order_shed
source: Build a Garden Shed
de: Gartenhaus bauen
es: Construir cobertizo
fr: Construire un abri de jardin
it: Costruire un capanno
pt: Construir barracão

# order_faucet
source: Replace Faucet
de: Wasserhahn ersetzen
es: Reemplazar grifo
fr: Remplacer le robinet
it: Sostituire il rubinetto
pt: Substituir torneira

# order_toilet
source: Install Toilet
de: Toilette installieren
es: Instalar inodoro
fr: Installer les toilettes
it: Installare il WC
pt: Instalar sanitário

# order_shower
source: Install Shower
de: Dusche installieren
es: Instalar ducha
fr: Installer la douche
it: Installare la doccia
pt: Instalar chuveiro

# order_bathroom
source: Renovate Bathroom
de: Bad renovieren
es: Renovar baño
fr: Rénover la salle de bain
it: Ristrutturare il bagno
pt: Renovar casa de banho

# order_outlet
source: Install Outlet
de: Steckdose installieren
es: Instalar enchufe
fr: Installer une prise
it: Installare una presa
pt: Instalar tomada
