Repository: Robert-prog196/MeineApps.Ava
Catalog: src/Apps/HandwerkerImperium/HandwerkerImperium.Shared/Resources/Strings/AppStrings.*.resx
Languages: de, es, fr, it, pt

# DeliveryWaitingNotif
source: A supplier is waiting with a delivery!
de: Ein Lieferant wartet mit einer Lieferung!
fr: Un fournisseur attend avec une livraison !
pt: Um fornecedor espera com uma entrega!

# RushAvailableNotif
source: Rush hour is available! Double your income now.
de: Feierabend-Rush verfügbar! Verdopple dein Einkommen.
fr: Rush disponible ! Doublez vos revenus.
pt: Rush disponível! Duplique sua renda.

# DailyRewardNotif
source: Your daily reward is waiting! Don't miss it.
de: Deine tägliche Belohnung wartet! Nicht verpassen.
fr: Votre récompense quotidienne vous attend !
pt: Sua recompensa diária está esperando!

# Leaderboard
source: Leaderboards
de: Bestenlisten
fr: Classements
pt: Classificações

# LeaderboardSignIn
source: Sign in to Play Games to see leaderboards.
de: Bei Play Games anmelden um Bestenlisten zu sehen.
fr: Connectez-vous à Play Games pour voir les classements.
pt: Faça login no Play Games para ver classificações.

# CloudSaveNewer
source: A newer cloud save was found (Level {0}). Use cloud save?
de: Neuerer Cloud-Spielstand gefunden (Level {0}). Cloud-Spielstand verwenden?
fr: Sauvegarde cloud plus récente trouvée (Niveau {0}). Utiliser la sauvegarde cloud ?
pt: Jogo mais recente na nuvem encontrado (Nível {0}). Usar salvar na nuvem?

# UseCloudSave
source: Use Cloud
de: Cloud verwenden
fr: Utiliser cloud
pt: Usar nuvem

# UseLocalSave
source: Keep Local
de: Lokal behalten
fr: Garder local
pt: Manter local

# CloudSyncFailed
source: Cloud sync failed. Your local save is still safe.
de: Cloud-Sync fehlgeschlagen. Dein lokaler Spielstand ist sicher.
fr: Synchronisation échouée. Votre sauvegarde locale est intacte.
pt: Sincronização falhou. Seu jogo local está seguro.

# RushActive
source: 2x RUSH ACTIVE
de: 2x RUSH AKTIV
fr: 2x RUSH ACTIF
pt: 2x RUSH ATIVO

# AchievementsCompleted
source: {0} completed
de: {0} abgeschlossen
fr: {0} terminés
pt: {0} concluídos

source: built
de: gebaut
fr: construits
pt: construídos

source: Prestige available!
de: Prestige verfügbar!
fr: Prestige disponible !
pt: Prestígio disponível!

source: No orders available
de: Keine Aufträge verfügbar
fr: Aucune commande disponible
pt: Nenhum pedido disponível

# OrdersComingSoon
source: New orders will appear soon
de: Neue Aufträge erscheinen bald
fr: De nouvelles commandes arriveront bientôt
pt: Novos pedidos aparecerão em breve

source: All quick jobs done!
de: Alle Quick Jobs erledigt!
fr: Tous les jobs rapides terminés !
pt: Todos os trabalhos rápidos feitos!

# RewardDependsOnRating
source: Reward depends on your rating
de: Belohnung hängt von deiner Bewertung ab
fr: La récompense dépend de ta note
pt: A recompensa depende da tua avaliação

# RoomKitchen
source: Kitchen
de: Küche

# RoomBathroom
source: Bathroom
de: Bad

# RoomBedroom
source: Bedroom
de: Schlafzimmer

# RoomLiving
source: Living Room
de: Wohnzimmer

# RoomOffice
source: Office
de: Büro

# RoomLaundry
source: Laundry
de: Waschküche

# RoomDining
source: Dining Room
de: Esszimmer

# RoomBasement
source: Basement
de: Keller

# RoomHallway
source: Hallway
de: Flur

# Managers
source: Foremen
de: Vorarbeiter

# AllWorkshops
source: All
de: Alle

# AbilityAutoCollect
source: Auto-Collect
de: Auto-Aufträge

# AbilityEfficiency
source: Efficiency
de: Effizienz

# AbilityFatigue
source: Fatigue
de: Ermüdung

# AbilityMood
source: Mood
de: Stimmung

# AbilityIncome
source: Income
de: Einkommen

source: Tournament
de: Turnier

# TournamentFull
source: Tournament
de: Turnier

# TournamentNoEntries
source: No entries available.
de: Keine Teilnahmen mehr verfügbar.

source: Tournament Reward
de: Turnier-Belohnung

source: Free
de: Gratis

# MiniGameSawing
source: Sawing
de: Sägen

# MiniGamePipePuzzle
source: Pipe Puzzle
de: Rohr-Puzzle

# MiniGameWiring
source: Wiring
de: Verkabelung

# MiniGamePainting
source: Painting
de: Streichen

# MiniGameRoofTiling
source: Roof Tiling
de: Dachdecken

# MiniGameBlueprint
source: Blueprint
de: Bauplan

# MiniGameDesignPuzzle
source: Design Puzzle
de: Grundriss

# MiniGameInspection
source: Inspection
de: Inspektion

source: Days
de: Tage

source: Day
de: Tag

source: Expired
de: Abgelaufen

source: Seasonal Event
de: Saison-Event

source: No event active
de: Kein Event aktiv

source: Guild
de: Innung

# GuildIncomeBonus
source: Income Bonus
de: Einkommens-Bonus

# GuildMember
source: Member
de: Mitglied

source: Members
de: Mitglieder

source: You
de: Du

source: Crafting
de: Handwerk

source: Ready
de: Fertig

# NoInputRequired
source: No materials required
de: Keine Materialien benötigt

# WeeklyMissionsTitle
source: Weekly Missions
de: Wöchentliche Missionen

# WeeklyMissionReset
source: Resets in {0} days
de: Endet in {0} Tagen

# ClaimWeeklyBonus
source: Claim All Bonus
de: Alle abholen

# AllWeeklyMissionsComplete
source: All missions completed!
de: Alle Missionen abgeschlossen!

# WeeklyMission_CompleteOrders
source: Complete {0} orders
de: {0} Aufträge abschließen

# WeeklyMission_EarnMoney
source: Earn {0}
de: {0} verdienen

# WeeklyMission_UpgradeWorkshops
source: Upgrade workshops {0} times
de: Werkstätten {0}x upgraden

# WeeklyMission_HireWorkers
source: Hire {0} workers
de: {0} Arbeiter einstellen

# WeeklyMission_PlayMiniGames
source: Play {0} mini-games
de: {0} Mini-Spiele spielen

# WeeklyMission_CompleteDailyChallenges
source: Complete {0} daily challenges
de: {0} Tages-Challenges abschließen

# WeeklyMission_AchievePerfectRatings
source: Achieve {0} perfect ratings
de: {0} perfekte Bewertungen erreichen

# AutomationTitle
source: Automation
de: Automatisierung

# AutoCollectDelivery
source: Auto-Collect Deliveries
de: Lieferungen automatisch abholen

# AutoAcceptOrder
source: Auto-Accept Orders
de: Aufträge automatisch annehmen

source: Auto-Assign Workers
de: Arbeiter automatisch zuweisen

# AutoClaimDaily
source: Auto-Claim Daily Reward
de: Tägliche Belohnung automatisch abholen

# RequiresLevelShort
source: Requires Lv. {0}
de: Ab Lv. {0}

source: Premium only
de: Nur Premium

# AutomationLocked
source: Locked
de: Gesperrt

# WelcomeBackTitle
source: Welcome Back!
de: Willkommen zurück!

# WelcomeBackStandard
source: We missed you! Here's a small welcome gift.
de: Wir haben dich vermisst! Hier ist ein kleines Willkommensgeschenk.

# WelcomeBackPremium
source: It's been a while! Here's a special bonus for you.
de: Lange nicht gesehen! Hier ist ein spezieller Bonus für dich.

# StarterPackTitle
source: Starter Pack
de: Starter-Paket

# StarterPackDescription
source: A little boost to get you started!
de: Ein kleiner Schub für den Anfang!

# ClaimOffer
source: Claim
de: Abholen

# DismissOffer
source: Maybe Later
de: Vielleicht später

# OfferExpiresIn
source: Expires in {0}h
de: Läuft ab in {0}h

# LuckyWheelTitle
source: Lucky Wheel
de: Glücksrad

# SpinFree
source: Free Spin!
de: Gratis drehen!

# SpinCost
source: Spin ({0} screws)
de: Drehen ({0} Schrauben)

source: Your Prize
de: Dein Gewinn

# Prize_MoneySmall
source: Small Cash
de: Kleingeld

# Prize_MoneyMedium
source: Cash
de: Bargeld

# Prize_MoneyLarge
source: Big Cash
de: Großer Gewinn

# Prize_Screws
source: Golden Screws
de: Goldschrauben

# Prize_Speed
source: Speed Boost
de: Tempo-Boost

# Prize_Tool
source: Tool Upgrade
de: Werkzeug-Upgrade

source: Spin Again
de: Nochmal drehen

# EquipmentTitle
source: Equipment
de: Ausrüstung

source: Helmet
de: Helm

source: Gloves
de: Handschuhe

source: Boots
de: Stiefel

source: Belt
de: Gürtel

# EquipmentEmpty
source: Empty
de: Leer

source: Unequip
de: Ablegen

# Equipment_Helmet_Common
source: Basic Helmet
de: Einfacher Helm

# Equipment_Helmet_Uncommon
source: Reinforced Helmet
de: Verstärkter Helm

# Equipment_Helmet_Rare
source: Steel Helmet
de: Stahlhelm

# Equipment_Helmet_Epic
source: Master Helmet
de: Meisterhelm

# Equipment_Gloves_Common
source: Work Gloves
de: Arbeitshandschuhe

# Equipment_Gloves_Uncommon
source: Leather Gloves
de: Lederhandschuhe

# Equipment_Gloves_Rare
source: Precision Gloves
de: Präzisionshandschuhe

# Equipment_Gloves_Epic
source: Master Gloves
de: Meisterhandschuhe

# Equipment_Boots_Common
source: Work Boots
de: Arbeitsstiefel

# Equipment_Boots_Uncommon
source: Reinforced Boots
de: Verstärkte Stiefel

# Equipment_Boots_Rare
source: Steel Boots
de: Stahlstiefel

# Equipment_Boots_Epic
source: Master Boots
de: Meisterstiefel

# Equipment_Belt_Common
source: Tool Belt
de: Werkzeuggürtel

# Equipment_Belt_Uncommon
source: Heavy Belt
de: Schwerer Gürtel

# Equipment_Belt_Rare
source: Utility Belt
de: Allzweckgürtel

# Equipment_Belt_Epic
source: Master Belt
de: Meistergürtel

source: Equipment Shop
de: Ausrüstungs-Shop

# RescueStreak
source: Rescue Streak ({0} screws)
de: Streak retten ({0} Schrauben)

# StreakInDanger
source: Your {0}-day streak is in danger!
de: Dein {0}-Tage-Streak ist in Gefahr!

source: Streak rescued!
de: Streak gerettet!

# StreakRescueCost
source: 5 Golden Screws
de: 5 Goldschrauben

# CloudSaveNotAvailable
source: Cloud save is not available. Please sign in to Google Play Games first.
de: Cloud-Speicherung auf diesem Gerät nicht verfügbar

# CloudRestoreFailed
source: Could not restore save from cloud. No cloud save found or connection failed.
de: Wiederherstellung aus der Cloud fehlgeschlagen

# RestoreFromCloudConfirmation
source: This will replace your current save with the cloud save. This cannot be undone. Continue?
de: Dies ersetzt deinen aktuellen Spielstand mit dem Cloud-Spielstand. Bist du sicher?

source: Yes, Restore
de: Ja, wiederherstellen

source: Signed in as
de: Angemeldet als {0}

# SignInFailed
source: Sign-in failed. Please check your Google Play Games connection.
de: Anmeldung fehlgeschlagen

# PlayGamesMembersInfo
source: Play Games players
de: Play Games Spieler

source: Lucky Spin
de: Glücksrad

# LuckySpinFree
source: Free spin!
de: Gratis drehen!

# LuckySpinCost
source: Spin ({0} 🔩)
de: Drehen ({0} 🔩)

# LuckySpinYourPrize
source: Your prize:
de: Dein Gewinn:

# LuckySpinToolUpgrade
source: Tool Upgrade!
de: Werkzeug-Upgrade!

# TutorialPlaningTitle
source: Planing
de: Hobeln

# TutorialPlaningText
source: Tap when the marker is in the green zone. The more precise, the better!
de: Tippe wenn der Marker in der grünen Zone ist. Je genauer, desto besser!

# TutorialTileLayingTitle
source: Tile Laying
de: Fliesen legen

# TutorialTileLayingText
source: Tap when the marker is in the green zone. The more precise, the better!
de: Tippe wenn der Marker in der grünen Zone ist. Je genauer, desto besser!

# TutorialMeasuringTitle
source: Measuring
de: Messen

# TutorialMeasuringText
source: Tap when the marker is in the green zone. The more precise, the better!
de: Tippe wenn der Marker in der grünen Zone ist. Je genauer, desto besser!

# AutoCollectLocked
source: Available from level 15
de: Verfügbar ab Level 15

# AutoAcceptLocked
source: Available from level 25
de: Verfügbar ab Level 25

# AutoAssignLocked
source: Available from level 50
de: Verfügbar ab Level 50

# AutoClaimDailyLocked
source: Premium only
de: Nur mit Premium

# CooperationOrderHint
source: Tasks from different workshops
de: Aufgaben aus verschiedenen Werkstätten

# ManagerTitle
source: Foreman
de: Vorarbeiter

# TournamentTitle
source: Tournament
de: Turnier

# SeasonalEventTitle
source: Season Event
de: Saison-Event

# BattlePassTitle
source: Season Pass
de: Saison-Pass

# GuildTitle
source: Guild
de: Innung

# CraftingTitle
source: Crafting
de: Produktion

# AppName
source: Handwerker Imperium
es: Imperio del Artesano
fr: Empire de l'Artisan
it: Impero dell'Artigiano
pt: Império do Artesão

source: Shop
es: Tienda
fr: Boutique
it: Negozio
pt: Loja

source: Level
es: Nivel
fr: Niveau
it: Livello
pt: Nível

source: Upgrade
es: Mejorar
fr: Améliorer
it: Potenzia
pt: Melhorar

# Workers
source: Team
es: Trabajadores
fr: Équipe
pt: Equipe

source: Bonus
pt: Bônus

# TutorialUpgradeTitle
source: Upgrades
es: Mejoras
fr: Améliorations
it: Potenziamenti
pt: Melhorias

# TutorialShopTitle
source: Shop
es: Tienda
fr: Boutique
it: Negozio
pt: Loja

source: Perfect Rate
es: Tasa Perfect
fr: Taux Perfect
it: Tasso Perfect
pt: Taxa Perfect

source: Prestige Level
es: Nivel Prestigio
fr: Niveau Prestige
it: Livello Prestige
pt: Nível Prestígio

source: Audio
pt: Áudio

source: Sound
es: Sonido
fr: Son
it: Suono
pt: Som

source: Vibration
es: Vibración
it: Vibrazione
pt: Vibração

source: Version
es: Versión
it: Versione
pt: Versão

source: Prestige
es: Prestigio
it: Prestigio
pt: Prestígio

# ShopBooster30MinName
source: 2x Booster (30 min)
es: Potenciador 2x (30 min)
fr: Boost 2x (30 min)
it: Boost 2x (30 min)
pt: Boost 2x (30 min)

# LevelUpTitle
source: Level Up!
es: ¡Subida de nivel!
fr: Niveau supérieur !
it: Livello superiore!
pt: Subiu de nível!

# AchLevel50
source: Veteran
es: Veterano
fr: Vétéran
it: Veterano
pt: Veterano

# StatusTraining
source: Training
es: Entrenando
fr: En Formation
it: In Formazione
pt: Em Formação

# BranchManagement
source: Management
es: Gestión
fr: Gestion
it: Gestione
pt: Gestão

# PrestigeGold
source: Gold
es: Oro
fr: Or
it: Oro
pt: Ouro

source: Prestige Shop
es: Tienda de Prestigio
fr: Boutique Prestige
it: Negozio Prestigio
pt: Loja de Prestígio

# AchResearchMgmt5
source: Manager
es: Gerente
fr: Gestionnaire
pt: Gestor

# ResearchSmartFactory
source: Smart Factory
es: Fábrica inteligente
fr: Usine intelligente
it: Fabbrica intelligente
pt: Fábrica inteligente

# ResearchTeamBuilding
source: Team Building
es: Trabajo en equipo
fr: Esprit d'équipe
it: Lavoro di squadra
pt: Trabalho em equipa

# ResearchMotivation
source: Motivation
es: Motivación
it: Motivazione
pt: Motivação

# ResearchHeadhunter
source: Headhunter
es: Cazatalentos
fr: Chasseur de têtes
it: Cacciatore di teste
pt: Caça-talentos

# ResearchWorkLifeBalance
source: Work-Life Balance
es: Equilibrio trabajo-vida
fr: Équilibre travail-vie
it: Equilibrio lavoro-vita
pt: Equilíbrio trabalho-vida

# ResearchBranding
source: Branding
es: Marca
fr: Image de marque
it: Marchio
pt: Marca

# ResearchSocialMedia
source: Social Media
es: Redes sociales
fr: Réseaux sociaux
pt: Redes sociais

# ResearchInternational
source: International
es: Internacional
it: Internazionale
pt: Internacional

# ResearchFranchise
source: Franchise
es: Franquicia
it: Franchising
pt: Franquia

source: Express Service
es: Servicio express
fr: Service express
it: Servizio express
pt: Serviço expresso

# ToolUpgrade
source: Upgrade
es: Mejora
fr: Amélioration
it: Miglioramento
pt: Melhoria

# WatchAdForSpeedup
source: 2h Speedup (Video)
fr: 2h Speedup (Vidéo)
pt: 2h Speedup (Vídeo)

# WatchAdForBoost
source: Boost (Video)
fr: Boost (Vidéo)
pt: Boost (Vídeo)

# SeasonWinter
source: Winter -10%
fr: Hiver -10%
it: Inverno -10%
pt: Inverno -10%

# BulkBuyMax
source: Max
pt: Máx

# Story_Ch22_Title
source: Gold Prestige!
fr: Prestige Or !
pt: Prestígio Ouro!

# OrderTypeStandard
source: Standard
pt: Padrão

# EfficiencyShort
source: Eff:
pt: Ef:

source: Reputation
fr: Réputation
pt: Reputação

# ResearchAutoMaterial
source: Auto Material
fr: Auto-Matériau
it: Auto-Materiale

# PrestigeBronze
source: Bronze
es: Bronce
it: Bronzo
