Repository: Robert-prog196/MeineApps.Ava
Catalog: src/Apps/HandwerkerImperium/HandwerkerImperium.Shared/Resources/Strings/AppStrings.*.resx
Languages: de, es, fr, it, pt

# order_light
source: Install Light Fixture
de: Lampe montieren
es: Instalar lámpara
fr: Installer un luminaire
it: Installare un lampadario
pt: Instalar luminária

# order_panel
source: Upgrade Electrical Panel
de: Sicherungskasten erneuern
es: Actualizar panel eléctrico
fr: Moderniser le tableau électrique
it: Aggiornare il quadro elettrico
pt: Atualizar quadro elétrico

# order_smart_home
source: Smart Home Setup
de: Smart Home einrichten
es: Configurar Smart Home
fr: Configuration Smart Home
it: Configurazione Smart Home
pt: Configuração Smart Home

# order_room
source: Paint a Room
de: Zimmer streichen
es: Pintar habitación
fr: Peindre une pièce
it: Dipingere una stanza
pt: Pintar um quarto

# order_exterior
source: Paint Exterior
de: Fassade streichen
es: Pintar exterior
fr: Peindre l'extérieur
it: Dipingere l'esterno
pt: Pintar exterior

# order_house
source: Paint Entire House
de: Ganzes Haus streichen
es: Pintar toda la casa
fr: Peindre toute la maison
it: Dipingere tutta la casa
pt: Pintar toda a casa

# order_repair_roof
source: Repair Roof Section
de: Dachbereich reparieren
es: Reparar sección del techo
fr: Réparer une section du toit
it: Riparare una sezione del tetto
pt: Reparar seção do telhado

# order_new_roof
source: Install New Roof
de: Neues Dach installieren
es: Instalar techo nuevo
fr: Installer un nouveau toit
it: Installare un tetto nuovo
pt: Instalar telhado novo

# order_renovation
source: Home Renovation
de: Hauserneuerung
es: Renovación del hogar
fr: Rénovation de maison
it: Ristrutturazione casa
pt: Renovação de casa

# order_addition
source: Build Addition
de: Anbau errichten
es: Construir ampliación
fr: Construire une extension
it: Costruire un ampliamento
pt: Construir ampliação

# task_sawing
source: Sawing
de: Sägen
es: Serrar
fr: Sciage
it: Segatura
pt: Serrar

# task_pipepuzzle
source: Pipe Puzzle
de: Rohr-Puzzle
es: Puzzle de tuberías
fr: Puzzle de tuyaux
it: Puzzle di tubi
pt: Puzzle de canos

# task_wiringgame
source: Wiring
de: Verkabelung
es: Cableado
fr: Câblage
it: Cablaggio
pt: Cablagem

# task_paintinggame
source: Painting
de: Streichen
es: Pintar
fr: Peinture
it: Pittura
pt: Pintura

# task_tilelaying
source: Tile Laying
de: Ziegel legen
es: Colocar baldosas
fr: Pose de carrelage
it: Posa piastrelle
pt: Colocar azulejos

# task_measuring
source: Measuring
de: Messen
es: Medir
fr: Mesure
it: Misurazione
pt: Medir

# task_planing
source: Planing
de: Hobeln
es: Cepillar
fr: Rabotage
it: Piallatura
pt: Aplainar

source: Input
de: Eingang
es: Entrada
fr: Entrée
it: Ingresso
pt: Entrada

source: Output
de: Ausgang
es: Salida
fr: Sortie
it: Uscita
pt: Saída

source: Architect
de: Architekt
es: Arquitecto
fr: Architecte
it: Architetto
pt: Arquiteto

source: General Contractor
de: Generalunternehmer
es: Contratista General
fr: Entrepreneur Général
it: Impresario Generale
pt: Empreiteiro Geral

source: Worker Market
de: Arbeitsmarkt
es: Mercado Laboral
fr: Marché du Travail
it: Mercato Lavoratori
pt: Mercado de Trabalhadores

source: Refresh Market
de: Markt aktualisieren
es: Actualizar Mercado
fr: Rafraîchir le Marché
it: Aggiorna Mercato
pt: Atualizar Mercado

# RefreshMarketFree
source: Free Refresh
de: Gratis-Refresh
fr: Rafraîchir Gratuit
it: Aggiorna Gratis
pt: Atualizar Grátis

source: Next Rotation
de: Nächste Rotation
es: Próxima Rotación
fr: Prochaine Rotation
it: Prossima Rotazione
pt: Próxima Rotação

source: Not Enough Money
de: Nicht genug Geld
es: Dinero Insuficiente
fr: Pas Assez d'Argent
it: Fondi Insufficienti
pt: Dinheiro Insuficiente

# HiringCostFormat
source: Hiring costs {0}
de: Einstellung kostet {0}
es: Contratación cuesta {0}
fr: L'embauche coûte {0}
it: L'assunzione costa {0}
pt: A contratação custa {0}

source: No Workshop
de: Keine Werkstatt
es: Sin Taller
fr: Pas d'Atelier
it: Nessuna Officina
pt: Sem Oficina

# NoWorkshopDesc
source: Build a workshop first before hiring workers!
de: Baue zuerst eine Werkstatt, bevor du Arbeiter einstellst!
es: ¡Construye un taller primero antes de contratar trabajadores!
fr: Construisez d'abord un atelier avant d'embaucher!
it: Costruisci prima un'officina prima di assumere lavoratori!
pt: Construa uma oficina primeiro antes de contratar trabalhadores!

source: Worker Hired!
de: Arbeiter eingestellt!
es: ¡Trabajador Contratado!
fr: Ouvrier Embauché!
it: Lavoratore Assunto!
pt: Trabalhador Contratado!

# WorkerHiredFormat
source: {0} has joined your team!
de: {0} ist deinem Team beigetreten!
es: ¡{0} se ha unido a tu equipo!
fr: {0} a rejoint votre équipe!
it: {0} si è unito alla tua squadra!
pt: {0} juntou-se à tua equipa!

source: No Free Slot
de: Kein freier Platz
es: Sin Plaza Libre
fr: Pas de Place Libre
it: Nessun Posto Libero
pt: Sem Vaga Livre

# NoFreeSlotDesc
source: All workshops are full. Upgrade workshops for more worker slots!
de: Alle Werkstätten sind voll. Rüste Werkstätten auf für mehr Plätze!
es: ¡Todos los talleres están llenos. Mejora los talleres para más plazas!
fr: Tous les ateliers sont pleins. Améliorez-les pour plus de places!
it: Tutte le officine sono piene. Potenzia le officine per più posti lavoratore!
pt: Todas as oficinas estão cheias. Melhora as oficinas para mais vagas!

# WatchAdToRefresh
source: Watch a video ad to refresh the worker market immediately!
de: Sieh dir ein Video an um den Arbeitermarkt sofort zu aktualisieren!
es: ¡Mira un vídeo para actualizar el mercado de trabajadores!
fr: Regarde une vidéo pour actualiser le marché des ouvriers !
it: Guarda un video per aggiornare il mercato dei lavoratori!
pt: Assista a um vídeo para atualizar o mercado de trabalhadores!

source: No Specialization
de: Keine Spezialisierung
es: Sin Especialización
fr: Pas de Spécialisation
it: Nessuna Specializzazione
pt: Sem Especialização

source: Unassigned
de: Nicht zugewiesen
es: Sin Asignar
fr: Non Assigné
it: Non Assegnato
pt: Não Atribuído

# StatusResting
source: Resting
de: Ruhepause
es: Descansando
fr: Au Repos
it: In Riposo
pt: A Descansar

# StatusExhausted
source: Exhausted!
de: Erschöpft!
es: ¡Agotado!
fr: Épuisé!
it: Esausto!
pt: Exausto!

# StatusWorking
source: Working
de: Arbeitet
es: Trabajando
fr: Au Travail
it: Al Lavoro
pt: A Trabalhar

# StatusIdle
source: Idle
de: Bereit
es: Inactivo
fr: Inactif
it: Inattivo
pt: Inativo

source: Training Failed
de: Training fehlgeschlagen
es: Entrenamiento Fallido
fr: Échec de la Formation
it: Formazione Fallita
pt: Formação Falhou

# TrainingFailedDesc
source: Worker is already training or resting.
de: Arbeiter trainiert bereits oder ruht sich aus.
es: El trabajador ya está entrenando o descansando.
fr: L'ouvrier est déjà en formation ou au repos.
it: Il lavoratore è già in formazione o in riposo.
pt: O trabalhador já está em formação ou a descansar.

source: Rest Failed
de: Pause fehlgeschlagen
es: Descanso Fallido
fr: Échec du Repos
it: Riposo Fallito
pt: Descanso Falhou

# RestFailedDesc
source: Worker is already resting or training.
de: Arbeiter ruht sich bereits aus oder trainiert.
es: El trabajador ya está descansando o entrenando.
fr: L'ouvrier est déjà au repos ou en formation.
it: Il lavoratore è già in riposo o in formazione.
pt: O trabalhador já está a descansar ou em formação.

source: Give Bonus
de: Bonus geben
es: Dar Bonus
fr: Donner un Bonus
it: Dai Bonus
pt: Dar Bónus

# GiveBonusConfirmFormat
source: Give a daily wage bonus ({0}) to improve mood by 30%?
de: Einen Tageslohn-Bonus ({0}) geben, um die Stimmung um 30% zu verbessern?
es: ¿Dar un bonus de salario diario ({0}) para mejorar el ánimo en un 30%?
fr: Donner un bonus de salaire journalier ({0}) pour améliorer l'humeur de 30%?
it: Dare un bonus paga giornaliero ({0}) per migliorare l'umore del 30%?
pt: Dar um bónus salarial diário ({0}) para melhorar o humor em 30%?

source: Bonus Given!
de: Bonus gegeben!
es: ¡Bonus Dado!
fr: Bonus Donné!
it: Bonus Dato!
pt: Bónus Dado!

# BonusGivenFormat
source: {0} is happy with the bonus!
de: {0} freut sich über den Bonus!
es: ¡{0} está contento con el bonus!
fr: {0} est content du bonus!
it: {0} è contento del bonus!
pt: {0} está contente com o bónus!

# NotEnoughMoneyDesc
source: You don't have enough money for this.
de: Du hast nicht genug Geld dafür.
es: No tienes suficiente dinero para esto.
fr: Vous n'avez pas assez d'argent.
it: Non hai abbastanza soldi per questo.
pt: Não tens dinheiro suficiente para isto.

source: Fire Worker
de: Arbeiter entlassen
es: Despedir Trabajador
fr: Licencier l'Ouvrier
it: Licenzia Lavoratore
pt: Despedir Trabalhador

# FireWorkerConfirmFormat
source: Are you sure you want to fire {0}? This cannot be undone.
de: Bist du sicher, dass du {0} entlassen willst? Dies kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres despedir a {0}? Esto no se puede deshacer.
fr: Êtes-vous sûr de vouloir licencier {0}? Cette action est irréversible.
it: Sei sicuro di voler licenziare {0}? Questa azione è irreversibile.
pt: Tens a certeza de que queres despedir {0}? Esta ação é irreversível.

source: Fire
de: Entlassen
es: Despedir
fr: Licencier
it: Licenzia
pt: Despedir

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
pt: Confirmar

source: Transfer Failed
de: Transfer fehlgeschlagen
es: Transferencia Fallida
fr: Transfert Échoué
it: Trasferimento Fallito
pt: Transferência Falhou

# TransferFailedDesc
source: The target workshop has no free slots.
de: Die Ziel-Werkstatt hat keine freien Plätze.
es: El taller destino no tiene plazas libres.
fr: L'atelier cible n'a pas de places libres.
it: L'officina di destinazione non ha posti liberi.
pt: A oficina de destino não tem vagas livres.

# TierF
source: Trainee
de: Auszubildender
es: Aprendiz
fr: Apprenti
it: Apprendista
pt: Estagiário

# TierE
source: Junior
de: Geselle
es: Oficial
fr: Compagnon
pt: Júnior

# TierD
source: Worker
de: Facharbeiter
es: Trabajador
fr: Ouvrier
it: Operaio
pt: Trabalhador

# TierC
source: Skilled
de: Meister
es: Experto
fr: Qualifié
it: Qualificato
pt: Qualificado

# TierB
source: Expert
de: Experte
es: Maestro
it: Esperto
pt: Especialista

# TierA
source: Master
de: Großmeister
es: Gran Maestro
fr: Maître
it: Maestro
pt: Mestre

# TierS
source: Legend
de: Legende
es: Leyenda
fr: Légende
it: Leggenda
pt: Lenda

# PersonSteady
source: Steady
de: Beständig
es: Constante
fr: Régulier
it: Costante
pt: Constante

# PersonPerfectionist
source: Perfectionist
de: Perfektionist
es: Perfeccionista
fr: Perfectionniste
it: Perfezionista
pt: Perfeccionista

# PersonCheerful
source: Cheerful
de: Fröhlich
es: Alegre
fr: Joyeux
it: Allegro
pt: Alegre

# PersonAmbitious
source: Ambitious
de: Ehrgeizig
es: Ambicioso
fr: Ambitieux
it: Ambizioso
pt: Ambicioso

# PersonRelaxed
source: Relaxed
de: Entspannt
es: Relajado
fr: Détendu
it: Rilassato
pt: Relaxado

# PersonSpecialist
source: Specialist
de: Spezialist
es: Especialista
fr: Spécialiste
it: Specialista
pt: Especialista

source: Buildings
de: Gebäude
es: Edificios
fr: Bâtiments
it: Edifici
pt: Edifícios

source: Canteen
de: Kantine
es: Cantina
fr: Cantine
it: Mensa
pt: Cantina

source: Storage
de: Lager
es: Almacén
fr: Entrepôt
it: Magazzino
pt: Armazém

source: Office
de: Büro
es: Oficina
fr: Bureau
it: Ufficio
pt: Escritório

source: Showroom
de: Ausstellungsraum
es: Sala de Exposición
fr: Salle d'Exposition

source: Training Center
de: Ausbildungszentrum
es: Centro de Formación
fr: Centre de Formation
it: Centro Formazione
pt: Centro de Formação

source: Vehicle Fleet
de: Fuhrpark
es: Flota de Vehículos
fr: Parc Automobile
it: Parco Veicoli
pt: Frota de Veículos

source: Workshop Extension
de: Werkstatt-Erweiterung
es: Extensión de Taller
fr: Extension d'Atelier
it: Ampliamento Officina
pt: Ampliação da Oficina

# CanteenDesc
source: Improves worker mood and reduces rest time.
de: Verbessert die Stimmung der Arbeiter und verkürzt die Ruhezeit.
es: Mejora el ánimo de los trabajadores y reduce el tiempo de descanso.
fr: Améliore l'humeur des ouvriers et réduit le temps de repos.
it: Migliora l'umore dei lavoratori e riduce i tempi di riposo.
pt: Melhora o humor dos trabalhadores e reduz o tempo de descanso.

# StorageDesc
source: Reduces material costs.
de: Reduziert Materialkosten.
es: Reduce costes de materiales.
fr: Réduit les coûts matériaux.
it: Riduce i costi dei materiali.
pt: Reduz os custos de materiais.

# OfficeDesc
source: Provides extra order slots.
de: Bietet zusätzliche Auftragsslots.
es: Proporciona plazas de pedido adicionales.
fr: Fournit des emplacements de commande supplémentaires.
it: Fornisce slot per ordini extra.
pt: Fornece vagas extra para pedidos.

# ShowroomDesc
source: Increases reputation over time.
de: Steigert die Reputation im Laufe der Zeit.
es: Aumenta la reputación con el tiempo.
fr: Augmente la réputation au fil du temps.
it: Aumenta la reputazione nel tempo.
pt: Aumenta a reputação ao longo do tempo.

# TrainingCenterDesc
source: Speeds up worker training.
de: Beschleunigt das Arbeiter-Training.
es: Acelera el entrenamiento de trabajadores.
fr: Accélère la formation des ouvriers.
it: Accelera la formazione dei lavoratori.
pt: Acelera a formação dos trabalhadores.

# VehicleFleetDesc
source: Increases order rewards.
de: Erhöht Auftragsbelohnungen.
es: Aumenta las recompensas de pedidos.
fr: Augmente les récompenses de commandes.
it: Aumenta le ricompense degli ordini.
pt: Aumenta as recompensas dos pedidos.

# WorkshopExtensionDesc
source: Adds extra worker slots per workshop.
de: Fügt zusätzliche Arbeiterplätze pro Werkstatt hinzu.
es: Añade plazas de trabajador adicionales por taller.
fr: Ajoute des places d'ouvrier supplémentaires par atelier.
it: Aggiunge posti lavoratore extra per officina.
pt: Adiciona vagas extra de trabalhadores por oficina.

# CanteenEffectFormat
source: +{0}% mood/h, -{1:F0}% rest time
de: +{0}% Stimmung/h, -{1:F0}% Ruhezeit
es: +{0}% ánimo/h, -{1:F0}% tiempo de descanso
fr: +{0}% humeur/h, -{1:F0}% temps de repos
it: +{0}% umore/h, -{1:F0}% tempo riposo
pt: +{0}% humor/h, -{1:F0}% tempo descanso

# StorageEffectFormat
source: -{0:F0}% material costs
de: -{0:F0}% Materialkosten
es: -{0:F0}% costes de materiales
fr: -{0:F0}% coûts matériaux
it: -{0:F0}% costi materiali
pt: -{0:F0}% custos materiais

# OfficeEffectFormat
source: +{0} order slots
de: +{0} Auftragsslots
es: +{0} plazas de pedido
fr: +{0} emplacements de commande
it: +{0} slot ordini
pt: +{0} vagas pedidos

# ShowroomEffectFormat
source: +{0:F1} reputation/day
de: +{0:F1} Reputation/Tag
es: +{0:F1} reputación/día
fr: +{0:F1} réputation/jour
it: +{0:F1} reputazione/giorno
pt: +{0:F1} reputação/dia

# TrainingCenterEffectFormat
source: {0:F0}x training speed
de: {0:F0}x Trainingsgeschwindigkeit
es: {0:F0}x velocidad de entrenamiento
fr: {0:F0}x vitesse de formation
it: {0:F0}x velocità formazione
pt: {0:F0}x velocidade formação

# VehicleFleetEffectFormat
source: +{0:F0}% order rewards
de: +{0:F0}% Auftragsbelohnungen
es: +{0:F0}% recompensas de pedidos
fr: +{0:F0}% récompenses de commandes
it: +{0:F0}% ricompense ordini
pt: +{0:F0}% recompensas pedidos

# WorkshopExtensionEffectFormat
source: +{0} worker slots/workshop
de: +{0} Arbeiterplätze/Werkstatt
es: +{0} plazas/taller
fr: +{0} places/atelier
it: +{0} posti lavoratore/officina
pt: +{0} vagas trabalhador/oficina

# CanteenEffect
source: Improves worker mood and rest time
de: Verbessert Arbeiterstimmung und Ruhezeit
es: Mejora el ánimo y el tiempo de descanso
fr: Améliore l'humeur et le temps de repos
it: Migliora l'umore e il tempo di riposo
pt: Melhora o humor e o tempo de descanso

# StorageEffect
source: Reduces material costs
de: Reduziert Materialkosten
es: Reduce costes de materiales
fr: Réduit les coûts des matériaux
it: Riduce i costi dei materiali
pt: Reduz custos de materiais

# OfficeEffect
source: Increases available order slots
de: Erhöht verfügbare Auftragsplätze
es: Aumenta las plazas de pedidos disponibles
fr: Augmente les places de commandes disponibles
it: Aumenta le slot ordini disponibili
pt: Aumenta as vagas de pedidos disponíveis

# ShowroomEffect
source: Passively increases reputation
de: Erhöht passiv den Ruf
es: Aumenta pasivamente la reputación
fr: Augmente passivement la réputation
it: Aumenta passivamente la reputazione
pt: Aumenta passivamente a reputação

# TrainingCenterEffect
source: Speeds up worker training
de: Beschleunigt Arbeiterausbildung
es: Acelera la formación de trabajadores
fr: Accélère la formation des ouvriers
it: Accelera la formazione dei lavoratori
pt: Acelera a formação dos trabalhadores

# VehicleFleetEffect
source: Increases order rewards
de: Erhöht Auftragsbelohnungen
es: Aumenta las recompensas de pedidos
fr: Augmente les récompenses de commandes
it: Aumenta le ricompense degli ordini
pt: Aumenta as recompensas de pedidos

# WorkshopExtensionEffect
source: Adds extra worker slots per workshop
de: Zusätzliche Arbeiterplätze pro Werkstatt
es: Añade plazas de trabajador por taller
fr: Ajoute des places d'ouvrier par atelier
it: Aggiunge posti lavoratore per officina
pt: Adiciona vagas de trabalhador por oficina

source: Building Built!
de: Gebäude gebaut!
es: ¡Edificio Construido!
fr: Bâtiment Construit!
it: Edificio Costruito!
pt: Edifício Construído!

# BuildingBuiltFormat
source: {0} has been built!
de: {0} wurde gebaut!
es: ¡{0} ha sido construido!
fr: {0} a été construit!
it: {0} è stato costruito!
pt: {0} foi construído!

source: Building Upgraded!
de: Gebäude aufgerüstet!
es: ¡Edificio Mejorado!
fr: Bâtiment Amélioré!
it: Edificio Potenziato!
pt: Edifício Melhorado!

# BuildingUpgradedFormat
source: {0} upgraded to level {1}!
de: {0} auf Stufe {1} aufgerüstet!
es: ¡{0} mejorado al nivel {1}!
fr: {0} amélioré au niveau {1}!
it: {0} potenziato al livello {1}!
pt: {0} melhorado para o nível {1}!

source: Max Level
de: Max. Stufe
es: Nivel Máximo
fr: Niveau Max
it: Livello Max
pt: Nível Máx

source: Research
de: Forschung
es: Investigación
fr: Recherche
it: Ricerca
pt: Pesquisa

# BranchTools
source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
it: Strumenti
pt: Ferramentas

# BranchToolsDesc
source: Improves tools, efficiency, and mini-game bonuses
de: Verbessert Werkzeuge, Effizienz und Minispiel-Boni
es: Mejora herramientas, eficiencia y bonificaciones de minijuegos
fr: Améliore les outils, l'efficacité et les bonus de mini-jeux
it: Migliora strumenti, efficienza e bonus dei mini-giochi
pt: Melhora ferramentas, eficiência e bónus de minijogos

# BranchManagementDesc
source: Improves worker management, hiring, and training
de: Verbessert Arbeiterverwaltung, Einstellung und Ausbildung
es: Mejora gestión, contratación y formación de trabajadores
fr: Améliore la gestion, l'embauche et la formation des ouvriers
it: Migliora gestione, assunzione e formazione dei lavoratori
pt: Melhora gestão, contratação e formação de trabalhadores

# BranchMarketingDesc
source: Improves marketing, reputation, and order rewards
de: Verbessert Marketing, Ruf und Auftragsbelohnungen
es: Mejora marketing, reputación y recompensas de pedidos
fr: Améliore le marketing, la réputation et les récompenses
it: Migliora marketing, reputazione e ricompense ordini
pt: Melhora marketing, reputação e recompensas de pedidos

source: Research in Progress
de: Forschung läuft
es: Investigación en Curso
fr: Recherche en Cours
it: Ricerca in Corso
pt: Pesquisa em Curso

# ResearchInProgressDesc
source: Cancel the current research first.
de: Brich die aktuelle Forschung zuerst ab.
es: Cancela la investigación actual primero.
fr: Annulez d'abord la recherche en cours.
it: Annulla prima la ricerca in corso.
pt: Cancela primeiro a pesquisa em curso.

# ResearchCostFormat
source: This research costs {0}.
de: Diese Forschung kostet {0}.
es: Esta investigación cuesta {0}.
fr: Cette recherche coûte {0}.
it: Questa ricerca costa {0}.
pt: Esta pesquisa custa {0}.

# ResearchConfirmCost
source: Cost
de: Kosten
fr: Coût
it: Costo
pt: Custo

# ResearchConfirmDuration
source: Duration
de: Dauer
fr: Durée
it: Durata
pt: Duração

source: Research Locked
de: Forschung gesperrt
fr: Recherche verrouillée
it: Ricerca bloccata
pt: Pesquisa bloqueada

# ResearchLockedDesc
source: Complete the prerequisite research first.
de: Schließe zuerst die vorherige Forschung ab.
fr: Terminez d'abord la recherche précédente.
it: Completa prima la ricerca precedente.
pt: Conclua primeiro a pesquisa anterior.

source: Research Failed
de: Forschung fehlgeschlagen
es: Investigación Fallida
fr: Échec de la Recherche
it: Ricerca Fallita
pt: Pesquisa Falhou

# ResearchFailedDesc
source: Prerequisites not met or not enough money.
de: Voraussetzungen nicht erfüllt oder nicht genug Geld.
es: Requisitos no cumplidos o dinero insuficiente.
fr: Conditions non remplies ou pas assez d'argent.
it: Prerequisiti non soddisfatti o fondi insufficienti.
pt: Pré-requisitos não cumpridos ou dinheiro insuficiente.

source: Cancel Research
de: Forschung abbrechen
es: Cancelar Investigación
fr: Annuler la Recherche
it: Annulla Ricerca
pt: Cancelar Pesquisa

# CancelResearchDesc
source: Cancel the current research? 50% of the cost will be refunded.
de: Aktuelle Forschung abbrechen? 50% der Kosten werden erstattet.
es: ¿Cancelar la investigación actual? Se reembolsará el 50% del coste.
fr: Annuler la recherche en cours? 50% du coût sera remboursé.
it: Annullare la ricerca in corso? Il 50% del costo verrà rimborsato.
pt: Cancelar a pesquisa atual? 50% do custo será reembolsado.

source: Research Complete!
de: Forschung abgeschlossen!
es: ¡Investigación Completa!
fr: Recherche Terminée!
it: Ricerca Completata!
pt: Pesquisa Concluída!

# ResearchCompleteFormat
source: {0} has been researched!
de: {0} wurde erforscht!
es: ¡{0} ha sido investigado!
fr: {0} a été recherché!
it: {0} è stato ricercato!
pt: {0} foi pesquisado!

source: Completing...
de: Wird abgeschlossen...
es: Completando...
fr: En cours...
it: Completamento...
pt: A concluir...

# EventMaterialSale
source: Material Sale
de: Material-Ausverkauf
es: Oferta de Materiales
fr: Soldes de Matériaux
it: Saldi Materiali
pt: Saldos de Materiais

# EventMaterialShortage
source: Material Shortage
de: Materialknappheit
es: Escasez de Materiales
fr: Pénurie de Matériaux
it: Carenza Materiali
pt: Escassez de Materiais

# EventHighDemand
source: High Demand
de: Hohe Nachfrage
es: Alta Demanda
fr: Forte Demande
it: Alta Domanda
pt: Alta Procura

# EventEconomicDownturn
source: Economic Downturn
de: Wirtschaftsflaute
es: Crisis Económica
fr: Ralentissement Économique
it: Crisi Economica
pt: Crise Económica

# EventTaxAudit
source: Tax Audit
de: Steuerprüfung
es: Auditoría Fiscal
fr: Contrôle Fiscal
it: Controllo Fiscale
pt: Auditoria Fiscal

# EventWorkerStrike
source: Worker Strike
de: Arbeiterstreik
es: Huelga de Trabajadores
fr: Grève des Ouvriers
it: Sciopero Lavoratori
pt: Greve dos Trabalhadores

# EventInnovationFair
source: Innovation Fair
de: Innovationsmesse
es: Feria de Innovación
fr: Salon de l'Innovation
it: Fiera dell'Innovazione
pt: Feira de Inovação

# EventCelebrityEndorsement
source: Celebrity Endorsement
de: Promi-Werbung
es: Patrocinio Famoso
fr: Parrainage de Célébrité
it: Endorsement Celebrità
pt: Endosso de Celebridade

# PrestigeSilver
source: Silver
de: Silber
es: Plata
fr: Argent
it: Argento
pt: Prata

source: Prestige Points
de: Prestige-Punkte
es: Puntos de Prestigio
fr: Points de Prestige
it: Punti Prestigio
pt: Pontos de Prestígio

# DifficultyExpert
source: Expert
de: Experte
es: Experto
it: Esperto
pt: Perito

# AchWorkerATier
source: Elite Recruitment
de: Elite-Rekrutierung
es: Reclutamiento de Élite
fr: Recrutement d'Élite
it: Reclutamento d'Elite
pt: Recrutamento de Elite
