Repository: Robert-prog196/MeineApps.Ava
Catalog: src/Apps/HandwerkerImperium/HandwerkerImperium.Shared/Resources/Strings/AppStrings.*.resx
Languages: de, es, fr, it, pt

# ResearchGlobalBrandDesc
source: +12% Rewards
de: +12% Belohnungen
es: +12% Recompensas
fr: +12% Récompenses
it: +12% Ricompense
pt: +12% Recompensas

# ResearchCelebEndorsementDesc
source: +15% Rewards
de: +15% Belohnungen
es: +15% Recompensas
fr: +15% Récompenses
it: +15% Ricompense
pt: +15% Recompensas

# ResearchMonopolyDesc
source: +2 Order Slots
de: +2 Auftragsplätze
es: +2 Plazas de pedido
fr: +2 Places de commande
it: +2 Posti ordine
pt: +2 Vagas de pedido

# ResearchMarketDominationDesc
source: +20% Rewards, +2 Order Slots
de: +20% Belohnungen, +2 Auftragsplätze
es: +20% Recompensas, +2 Plazas de pedido
fr: +20% Récompenses, +2 Places de commande
it: +20% Ricompense, +2 Posti ordine
pt: +20% Recompensas, +2 Vagas de pedido

source: Quick Jobs
de: Schnell-Aufträge
es: Trabajos rápidos
fr: Travaux rapides
it: Lavori rapidi
pt: Trabalhos rápidos

source: Quick Repair
de: Schnell-Reparatur
es: Reparación rápida
fr: Réparation rapide
it: Riparazione rapida
pt: Reparação rápida

# QuickJobDailyLimit
source: Daily limit reached ({0}/day)
de: Tageslimit erreicht ({0}/Tag)
fr: Limite journalière atteinte ({0}/jour)
it: Limite giornaliero raggiunto ({0}/giorno)
pt: Limite diário atingido ({0}/dia)

source: Quick Fix
de: Sofort-Fix
es: Arreglo rápido
fr: Correction rapide
it: Riparazione veloce
pt: Correção rápida

source: Small Order
de: Kleiner Auftrag
es: Pedido pequeño
fr: Petite commande
it: Piccolo ordine
pt: Pedido pequeno

source: Quick Measure
de: Schnell-Messung
es: Medición rápida
fr: Mesure rapide
it: Misura rapida
pt: Medição rápida

source: Quick Install
de: Express-Einbau
es: Instalación rápida
fr: Installation rapide
it: Installazione rapida
pt: Instalação rápida

source: Quick Paint
de: Schnell-Anstrich
es: Pintura rápida
fr: Peinture rapide
it: Verniciatura rapida
pt: Pintura rápida

source: Quick Check
de: Express-Prüfung
es: Revisión rápida
fr: Vérification rapide
it: Controllo rapido
pt: Verificação rápida

source: Daily Challenges
de: Tägliche Aufgaben
es: Desafíos diarios
fr: Défis quotidiens
it: Sfide giornaliere
pt: Desafios diários

# ChallengeCompleteOrders
source: Complete {0} orders
de: Schließe {0} Aufträge ab
es: Completa {0} pedidos
fr: Termine {0} commandes
it: Completa {0} ordini
pt: Complete {0} pedidos

# ChallengeEarnMoney
source: Earn {0} €
de: Verdiene {0} €
es: Gana {0} €
fr: Gagne {0} €
it: Guadagna {0} €
pt: Ganhe {0} €

# ChallengeUpgradeWorkshop
source: Upgrade a workshop
de: Upgrade einen Workshop
es: Mejora un taller
fr: Améliore un atelier
it: Migliora un'officina
pt: Melhore uma oficina

# ChallengeHireWorker
source: Hire a worker
de: Stelle einen Arbeiter ein
es: Contrata un trabajador
fr: Embauche un ouvrier
it: Assumi un lavoratore
pt: Contrate um trabalhador

# ChallengeCompleteQuickJob
source: Complete {0} quick job
de: Erledige {0} Schnell-Auftrag
es: Completa {0} trabajo rápido
fr: Termine {0} travail rapide
it: Completa {0} lavoro rapido
pt: Complete {0} trabalho rápido

# ChallengePlayMiniGames
source: Play {0} mini-games
de: Spiele {0} Minispiele
es: Juega {0} minijuegos
fr: Joue à {0} mini-jeux
it: Gioca {0} minigiochi
pt: Jogue {0} minijogos

# ChallengeAchieveScore
source: Achieve {0}% in a mini-game
de: Erreiche {0}% in einem Minispiel
es: Alcanza {0}% en un minijuego
fr: Atteins {0}% dans un mini-jeu
it: Raggiungi {0}% in un minigioco
pt: Alcance {0}% num minijogo

# AllChallengesBonus
source: All complete - claim bonus!
de: Alle erledigt - Bonus abholen!
es: Todo completo - ¡reclama bonus!
fr: Tout terminé - réclame le bonus !
it: Tutto completato - riscuoti il bonus!
pt: Tudo completo - reivindique bônus!

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
it: Strumenti
pt: Ferramentas

# ToolSaw
source: Saw
de: Säge
es: Sierra
fr: Scie
it: Sega
pt: Serra

# ToolPipeWrench
source: Pipe Wrench
de: Rohrzange
es: Llave de tubo
fr: Clé à tube
it: Chiave a tubo
pt: Chave de tubo

# ToolScrewdriver
source: Screwdriver
de: Schraubendreher
es: Destornillador
fr: Tournevis
it: Cacciavite
pt: Chave de fenda

# ToolPaintbrush
source: Paintbrush
de: Pinsel
es: Pincel
fr: Pinceau
it: Pennello
pt: Pincel

# ToolEffectZone
source: +{0}% target zone
de: +{0}% Zielzone
es: +{0}% zona objetivo
fr: +{0}% zone cible
it: +{0}% zona bersaglio
pt: +{0}% zona alvo

# ToolEffectTime
source: +{0}s time bonus
de: +{0}s Zeitbonus
es: +{0}s bonificación de tiempo
fr: +{0}s bonus de temps
it: +{0}s bonus tempo
pt: +{0}s bônus de tempo

# ToolMaxLevel
source: Max level
de: Max. Stufe
es: Nivel máximo
fr: Niveau max
it: Livello max
pt: Nível máximo

# ToolCompass
source: Compass
de: Zirkel

# ToolMagnifier
source: Magnifier
de: Lupe

# ToolSpiritLevel
source: Spirit Level
de: Wasserwaage

source: Golden Screws
de: Goldschrauben
es: Tornillos dorados
fr: Vis dorées
it: Viti dorate
pt: Parafusos dourados

# ShopGoldenScrewsAdName
source: Golden Screws (Video)
de: Goldschrauben (Video)
es: Tornillos dorados (Video)
fr: Vis dorées (Vidéo)
it: Viti dorate (Video)
pt: Parafusos dourados (Vídeo)

# ShopGoldenScrewsAdDesc
source: 8 golden screws for a video
de: 8 Goldschrauben für ein Video
es: 8 tornillos dorados por un vídeo
fr: 8 vis dorées pour une vidéo
it: 8 viti dorate per un video
pt: 8 parafusos dourados por um vídeo

# ShopGoldenScrews50Name
source: Golden Screws Pouch
de: Goldschrauben-Beutel
es: Bolsa de tornillos dorados
fr: Sachet de vis dorées
it: Sacchetto di viti dorate
pt: Bolsa de parafusos dourados

# ShopGoldenScrews50Desc
source: 50 golden screws
de: 50 Goldschrauben
es: 50 tornillos dorados
fr: 50 vis dorées
it: 50 viti dorate
pt: 50 parafusos dourados

# ShopGoldenScrews150Name
source: Golden Screws Crate
de: Goldschrauben-Kiste
es: Caja de tornillos dorados
fr: Caisse de vis dorées
it: Cassa di viti dorate
pt: Caixa de parafusos dourados

# ShopGoldenScrews150Desc
source: 150 golden screws
de: 150 Goldschrauben
es: 150 tornillos dorados
fr: 150 vis dorées
it: 150 viti dorate
pt: 150 parafusos dourados

# ShopGoldenScrews450Name
source: Golden Screws Chest
de: Goldschrauben-Truhe
es: Cofre de tornillos dorados
fr: Coffre de vis dorées
it: Forziere di viti dorate
pt: Baú de parafusos dourados

# ShopGoldenScrews450Desc
source: 450 golden screws
de: 450 Goldschrauben
es: 450 tornillos dorados
fr: 450 vis dorées
it: 450 viti dorate
pt: 450 parafusos dourados

# GoldenScrewsReceivedFormat
source: {0} golden screws received!
de: {0} Goldschrauben erhalten!
es: ¡{0} tornillos dorados recibidos!
fr: {0} vis dorées reçues !
it: {0} viti dorate ricevute!
pt: {0} parafusos dourados recebidos!

# NotEnoughScrews
source: Not enough golden screws
de: Nicht genug Goldschrauben
es: No hay suficientes tornillos dorados
fr: Pas assez de vis dorées
it: Non abbastanza viti dorate
pt: Parafusos dourados insuficientes

# NotEnoughScrewsDesc
source: You need {0} golden screws.
de: Du brauchst {0} Goldschrauben.
es: Necesitas {0} tornillos dorados.
fr: Vous avez besoin de {0} vis dorées.
it: Hai bisogno di {0} viti dorate.
pt: Você precisa de {0} parafusos dourados.

source: Instant Finish
de: Sofort fertigstellen
es: Finalizar instantáneamente
fr: Terminer instantanément
it: Completa subito
pt: Concluir instantaneamente

# InstantFinishDesc
source: Complete research instantly for {0} golden screws?
de: Forschung sofort abschließen für {0} Goldschrauben?
es: ¿Completar investigación al instante por {0} tornillos dorados?
fr: Terminer la recherche instantanément pour {0} vis dorées ?
it: Completare la ricerca istantaneamente per {0} viti dorate?
pt: Concluir pesquisa instantaneamente por {0} parafusos dourados?

# HiringScrewCost
source: + {0} golden screws
de: + {0} Goldschrauben
es: + {0} tornillos dorados
fr: + {0} vis dorées
it: + {0} viti dorate
pt: + {0} parafusos dourados

source: Select Workshop
de: Werkstatt wählen
es: Seleccionar taller
fr: Choisir l'atelier
it: Seleziona officina
pt: Selecionar oficina

source: Actions
de: Aktionen
es: Acciones
it: Azioni
pt: Ações

source: Assigned Workshop
de: Zugewiesene Werkstatt
es: Taller asignado
fr: Atelier assigné
it: Officina assegnata
pt: Oficina atribuída

source: Color
de: Farbe
fr: Couleur
it: Colore
pt: Cor

source: Experience
de: Erfahrung
es: Experiencia
fr: Expérience
it: Esperienza
pt: Experiência

source: Fatigue
de: Erschöpfung
es: Agotamiento
it: Stanchezza
pt: Fadiga

source: Mood
de: Stimmung
es: Ánimo
fr: Humeur
it: Umore
pt: Humor

source: Personality
de: Persönlichkeit
es: Personalidad
fr: Personnalité
it: Personalità
pt: Personalidade

source: Rest
de: Ausruhen
es: Descansar
fr: Se reposer
it: Riposare
pt: Descansar

source: Specialization
de: Spezialisierung
es: Especialización
fr: Spécialisation
it: Specializzazione
pt: Especialização

source: Stop Resting
de: Ruhe beenden
es: Dejar de descansar
fr: Arrêter le repos
it: Interrompi riposo
pt: Parar de descansar

source: Stop Training
de: Training beenden
es: Detener entrenamiento
fr: Arrêter l'entraînement
it: Interrompi allenamento
pt: Parar treino

source: Tier
de: Stufe
es: Nivel
fr: Rang
it: Grado
pt: Nível

source: Train
de: Trainieren
es: Entrenar
fr: Entraîner
it: Allenare
pt: Treinar

source: Transfer
de: Versetzen
es: Transferir
fr: Transférer
it: Trasferire
pt: Transferir

source: Wage
de: Lohn
es: Salario
fr: Salaire
it: Stipendio
pt: Salário

source: Paint all marked cells!
de: Alle markierten Felder bemalen!
es: ¡Pinta todas las celdas marcadas!
fr: Peignez toutes les cases marquées !
it: Dipingi tutte le celle contrassegnate!
pt: Pinte todas as células marcadas!

source: Start Painting
de: Malen starten
es: Comenzar a pintar
fr: Commencer à peindre
it: Inizia a dipingere
pt: Começar a pintar

source: Tap to paint
de: Tippe zum Malen
es: Toca para pintar
fr: Appuyez pour peindre
it: Tocca per dipingere
pt: Toque para pintar

# RoofTilingGame
source: Roof Tiling
de: Dachdecken
fr: Couverture
it: Copertura tetto
pt: Telhamento

# PlaceMatchingTiles
source: Place tiles in the correct pattern!
de: Platziere Ziegel im richtigen Muster!
fr: Placez les tuiles dans le bon motif !
it: Posiziona le tegole nel motivo corretto!
pt: Coloque as telhas no padrão correto!

# TapTileToPlace
source: Select a color, then tap a tile
de: Wähle eine Farbe, dann tippe auf einen Ziegel
fr: Choisissez une couleur, puis touchez une tuile
it: Scegli un colore, poi tocca una tegola
pt: Escolha uma cor, depois toque numa telha

source: Select Color
de: Farbe wählen
fr: Choisir couleur
it: Scegli colore
pt: Escolher cor

# SelectedColorLabel
source: Selected:
de: Gewählt:
fr: Sélectionné :
it: Selezionato:
pt: Selecionado:

# StartRoofTiling
source: Start Tiling
de: Dachdecken starten
fr: Commencer la couverture
it: Inizia la copertura
pt: Começar telhamento

# SpeedupRewardFormat
source: +{0} EUR received!
de: +{0} EUR erhalten!
es: +{0} EUR recibidos!
fr: +{0} EUR reçus !
it: +{0} EUR ricevuti!
pt: +{0} EUR recebidos!

# WatchAdToUnlock
source: Unlock with Video
de: Mit Video freischalten
es: Desbloquear con Video
fr: Débloquer avec Vidéo
it: Sblocca con Video
pt: Desbloquear com Vídeo

# UnlockWorkshopWithAd
source: Watch a video to unlock this workshop for free!
de: Schau ein Video um diese Werkstatt gratis freizuschalten!
es: ¡Mira un video para desbloquear este taller gratis!
fr: Regardez une vidéo pour débloquer cet atelier gratuitement !
it: Guarda un video per sbloccare questa officina gratis!
pt: Assista um vídeo para desbloquear esta oficina de graça!

# WatchAdForWorkerSlot
source: +1 Slot (Video)
de: +1 Platz (Video)
es: +1 Plaza (Video)
fr: +1 Place (Vidéo)
it: +1 Posto (Video)
pt: +1 Vaga (Vídeo)

# WorkerSlotBonusDesc
source: Extra worker slot added!
de: Extra Arbeiterplatz hinzugefügt!
es: ¡Plaza extra para trabajador añadida!
fr: Place supplémentaire pour ouvrier ajoutée !
it: Posto extra per lavoratore aggiunto!
pt: Vaga extra para trabalhador adicionada!

# MaxSlotReached
source: Maximum bonus slots reached for this workshop.
de: Maximale Bonus-Plätze für diese Werkstatt erreicht.
fr: Places bonus maximales atteintes pour cet atelier.
pt: Vagas de bônus máximas atingidas para esta oficina.

# WatchAdToFinishResearch
source: Free (Video)
de: Gratis (Video)
es: Gratis (Video)
fr: Gratuit (Vidéo)
it: Gratis (Video)
pt: Grátis (Vídeo)

# ResearchFinishedFree
source: Research completed for free!
de: Forschung gratis abgeschlossen!
es: ¡Investigación completada gratis!
fr: Recherche terminée gratuitement !
it: Ricerca completata gratis!
pt: Pesquisa concluída de graça!

# WatchAdToRetry
source: Retry (Video)
de: Nochmal (Video)
es: Reintentar (Video)
fr: Réessayer (Vidéo)
it: Riprova (Video)
pt: Tentar novamente (Vídeo)

# ChallengeRetried
source: Challenge progress reset - try again!
de: Challenge zurückgesetzt - versuche es nochmal!
es: ¡Progreso del desafío reiniciado - inténtalo de nuevo!
fr: Progrès du défi réinitialisé - réessayez !
it: Progresso della sfida azzerato - riprova!
pt: Progresso do desafio reiniciado - tente novamente!

# AchievementBoostedFormat
source: Achievement boosted by {0}%!
de: Achievement um {0}% geboostet!
es: ¡Logro mejorado en {0}%!
fr: Succès boosté de {0}% !
it: Obiettivo potenziato del {0}%!
pt: Conquista impulsionada em {0}%!

# WorkshopUnlockedWithAd
source: Workshop unlocked!
de: Werkstatt freigeschaltet!
es: ¡Taller desbloqueado!
fr: Atelier débloqué !
it: Officina sbloccata!
pt: Oficina desbloqueada!

# AdVideoNotAvailableTitle
source: No video available
de: Kein Video verfügbar
es: Sin vídeo disponible
fr: Aucune vidéo disponible
it: Nessun video disponibile
pt: Sem vídeo disponível

# AdVideoNotAvailableMessage
source: No ad video is currently available. Please try again later.
de: Derzeit ist kein Werbevideo verfügbar. Bitte versuche es später erneut.
es: Actualmente no hay ningún vídeo publicitario disponible. Inténtalo de nuevo más tarde.
fr: Aucune vidéo publicitaire n'est actuellement disponible. Veuillez réessayer plus tard.
it: Nessun video pubblicitario è attualmente disponibile. Riprova più tardi.
pt: Nenhum vídeo publicitário está disponível no momento. Tente novamente mais tarde.

# TierSS
source: SS-Tier
de: SS-Rang
es: Rango SS
fr: Rang SS
it: Grado SS
pt: Classe SS

# TierSSS
source: SSS-Tier
de: SSS-Rang
es: Rango SSS
fr: Rang SSS
it: Grado SSS
pt: Classe SSS

# TierLegendary
source: Legendary
de: Legendär
es: Legendario
fr: Légendaire
it: Leggendario
pt: Lendário

# AchWorkshop100
source: Century Workshop
de: Jahrhundert-Werkstatt
es: Taller Centenario
fr: Atelier Centenaire
it: Officina Centenaria
pt: Oficina Centenária

# AchWorkshop100Desc
source: Upgrade any workshop to level 100
de: Verbessere eine Werkstatt auf Stufe 100
es: Mejora cualquier taller al nivel 100
fr: Améliorez un atelier au niveau 100
it: Migliora qualsiasi officina al livello 100
pt: Melhore qualquer oficina para o nível 100

# AchWorkshop250
source: Elite Facility
de: Elite-Werkstatt
es: Taller Élite
fr: Atelier Élite
it: Officina Élite
pt: Oficina Elite

# AchWorkshop250Desc
source: Upgrade any workshop to level 250
de: Verbessere eine Werkstatt auf Stufe 250
es: Mejora cualquier taller al nivel 250
fr: Améliorez un atelier au niveau 250
it: Migliora qualsiasi officina al livello 250
pt: Melhore qualquer oficina para o nível 250

# AchWorkshop500
source: Legendary Workshop
de: Legendäre Werkstatt
es: Taller Legendario
fr: Atelier Légendaire
it: Officina Leggendaria
pt: Oficina Lendária

# AchWorkshop500Desc
source: Upgrade any workshop to level 500
de: Verbessere eine Werkstatt auf Stufe 500
es: Mejora cualquier taller al nivel 500
fr: Améliorez un atelier au niveau 500
it: Migliora qualsiasi officina al livello 500
pt: Melhore qualquer oficina para o nível 500

# AchWorkshop1000
source: Transcendent
de: Transzendent
es: Trascendente
fr: Transcendant
it: Trascendente
pt: Transcendente

# AchWorkshop1000Desc
source: Upgrade any workshop to level 1000
de: Verbessere eine Werkstatt auf Stufe 1000
es: Mejora cualquier taller al nivel 1000
fr: Améliorez un atelier au niveau 1000
it: Migliora qualsiasi officina al livello 1000
pt: Melhore qualquer oficina para o nível 1000

# AchLevel100
source: Centurion
de: Zenturio
es: Centurión
it: Centurione
pt: Centurião

# AchLevel100Desc
source: Reach level 100
de: Erreiche Stufe 100
es: Alcanza el nivel 100
fr: Atteignez le niveau 100
it: Raggiungi il livello 100
pt: Alcance o nível 100

# AchLevel250
source: Elite Player
de: Elite-Spieler
es: Jugador Élite
fr: Joueur Élite
it: Giocatore Élite
pt: Jogador Elite

# AchLevel250Desc
source: Reach level 250
de: Erreiche Stufe 250
es: Alcanza el nivel 250
fr: Atteignez le niveau 250
it: Raggiungi il livello 250
pt: Alcance o nível 250

# AchLevel500
source: Grandmaster
de: Großmeister
es: Gran Maestro
fr: Grand Maître
it: Gran Maestro
pt: Grão-Mestre

# AchLevel500Desc
source: Reach level 500
de: Erreiche Stufe 500
es: Alcanza el nivel 500
fr: Atteignez le niveau 500
it: Raggiungi il livello 500
pt: Alcance o nível 500

# AchLevel1000
source: Immortal
de: Unsterblich
es: Inmortal
fr: Immortel
it: Immortale
pt: Imortal

# AchLevel1000Desc
source: Reach level 1000
de: Erreiche Stufe 1000
es: Alcanza el nivel 1000
fr: Atteignez le niveau 1000
it: Raggiungi il livello 1000
pt: Alcance o nível 1000

# AchWorkerSSTier
source: SS-Tier Recruit
de: SS-Rang Rekrut
es: Recluta Rango SS
fr: Recrue Rang SS
it: Recluta Grado SS
pt: Recruta Classe SS

# AchWorkerSSTierDesc
source: Hire an SS-Tier worker
de: Stelle einen SS-Rang Arbeiter ein
es: Contrata un trabajador rango SS
fr: Engagez un travailleur rang SS
it: Assumi un lavoratore grado SS
pt: Contrate um trabalhador classe SS

# AchWorkerSSSTier
source: SSS-Tier Recruit
de: SSS-Rang Rekrut
es: Recluta Rango SSS
fr: Recrue Rang SSS
it: Recluta Grado SSS
pt: Recruta Classe SSS

# AchWorkerSSSTierDesc
source: Hire an SSS-Tier worker
de: Stelle einen SSS-Rang Arbeiter ein
es: Contrata un trabajador rango SSS
fr: Engagez un travailleur rang SSS
it: Assumi un lavoratore grado SSS
pt: Contrate um trabalhador classe SSS

# AchWorkerLegendary
source: Legendary Recruit
de: Legendärer Rekrut
es: Recluta Legendario
fr: Recrue Légendaire
it: Recluta Leggendaria
pt: Recruta Lendário

# AchWorkerLegendaryDesc
source: Hire a Legendary worker
de: Stelle einen legendären Arbeiter ein
es: Contrata un trabajador legendario
fr: Engagez un travailleur légendaire
it: Assumi un lavoratore leggendario
pt: Contrate um trabalhador lendário

# AchMoney10b
source: Deca-Billionaire
de: Deka-Milliardär
es: Deca-Multimillonario
fr: Déca-Milliardaire
it: Deca-Miliardario
pt: Deca-Bilionário

# AchMoney10bDesc
source: Earn 10,000,000,000 EUR total
de: Verdiene insgesamt 10.000.000.000 EUR
es: Gana 10.000.000.000 EUR en total
fr: Gagnez 10 000 000 000 EUR au total
it: Guadagna 10.000.000.000 EUR in totale
pt: Ganhe 10.000.000.000 EUR no total

# ShopCashSmallDescScaled
source: Get {0} instantly
de: Erhalte sofort {0}
es: Recibe {0} al instante
fr: Recevez {0} instantanément
it: Ricevi {0} istantaneamente
pt: Receba {0} instantaneamente

# ShopCashLargeDescScaled
source: Get {0} instantly
de: Erhalte sofort {0}
es: Recibe {0} al instante
fr: Recevez {0} instantanément
it: Ricevi {0} istantaneamente
pt: Receba {0} instantaneamente

# ShopCashHugeName
source: Instant Cash (Huge)
de: Sofortgeld (Riesig)
es: Dinero Instantáneo (Enorme)
fr: Argent Instantané (Énorme)
it: Denaro Istantaneo (Enorme)
pt: Dinheiro Instantâneo (Enorme)

# ShopCashHugeDesc
source: Get {0} instantly
de: Erhalte sofort {0}
es: Recibe {0} al instante
fr: Recevez {0} instantanément
it: Ricevi {0} istantaneamente
pt: Receba {0} instantaneamente

# ShopCashMegaName
source: Instant Cash (Mega)
de: Sofortgeld (Mega)
es: Dinero Instantáneo (Mega)
fr: Argent Instantané (Méga)
it: Denaro Istantaneo (Mega)
pt: Dinheiro Instantâneo (Mega)

# ShopCashMegaDesc
source: Get {0} instantly
de: Erhalte sofort {0}
es: Recibe {0} al instante
fr: Recevez {0} instantanément
it: Ricevi {0} istantaneamente
pt: Receba {0} instantaneamente

source: Workshop Locked
de: Werkstatt gesperrt
fr: Atelier verrouillé
it: Officina bloccata
pt: Oficina bloqueada

# RequiresLevel
source: Requires
de: Benötigt
fr: Nécessite
it: Richiede
pt: Requer

source: Unlock Workshop
de: Werkstatt freischalten
fr: Débloquer l'atelier
it: Sblocca officina
pt: Desbloquear oficina

# UnlockWorkshopCost
source: Unlock cost
de: Freischaltkosten
fr: Coût de déverrouillage
it: Costo di sblocco
pt: Custo de desbloqueio

# WatchAdForHalfPrice
source: With video ad (50% off)
de: Mit Video-Werbung (50% Rabatt)
fr: Avec vidéo (50% de réduction)
it: Con video (50% sconto)
pt: Com vídeo (50% desconto)

# WatchAdForDiscount
source: Watch Ad (-50%)
de: Video schauen (-50%)
fr: Voir vidéo (-50%)
it: Guarda video (-50%)
pt: Ver vídeo (-50%)

# BuyFull
source: Buy
de: Kaufen
fr: Acheter
it: Acquista
pt: Comprar

source: Workshop Unlocked!
de: Werkstatt freigeschaltet!
fr: Atelier débloqué !
it: Officina sbloccata!
pt: Oficina desbloqueada!

source: Required
de: Benötigt
fr: Requis
it: Necessario
pt: Necessário

source: Total Income
de: Gesamteinkommen
fr: Revenu total
it: Reddito totale
pt: Renda total

source: Gross Income
de: Bruttoeinkommen
fr: Revenu brut
it: Reddito lordo
pt: Renda bruta

source: Net Income
de: Nettoeinkommen
fr: Revenu net
it: Reddito netto
pt: Renda líquida

source: Running Costs
de: Laufende Kosten
fr: Frais courants
it: Costi correnti
pt: Custos fixos

source: Rent
de: Miete
fr: Loyer
it: Affitto
pt: Aluguel

source: Material Costs
de: Materialkosten
fr: Matériaux
it: Materiali
pt: Material

source: Wages
de: Löhne
fr: Salaires
it: Stipendi
pt: Salários

# TrainingDuration
source: ~{0} until Lvl {1}
de: ~{0} bis Lvl {1}
fr: ~{0} jusqu'au Nvl {1}
it: ~{0} fino a Lvl {1}
pt: ~{0} até Nvl {1}

# TrainingCost
source: Cost: {0}/h
de: Kosten: {0}/h
fr: Coût: {0}/h
it: Costo: {0}/h
pt: Custo: {0}/h

# RestDuration
source: ~{0} until rested
de: ~{0} bis erholt
fr: ~{0} jusqu'à reposé
it: ~{0} fino a riposato
pt: ~{0} até descansado

# SeasonSpring
source: Spring +15%
de: Frühling +15%
fr: Printemps +15%
it: Primavera +15%
pt: Primavera +15%

# SeasonSummer
source: Summer +20%
de: Sommer +20%
fr: Été +20%
it: Estate +20%
pt: Verão +20%

# SeasonAutumn
source: Autumn +10%
de: Herbst +10%
fr: Automne +10%
it: Autunno +10%
pt: Outono +10%

# RushFreeActivation
source: ⚡ Free Rush!
de: ⚡ Gratis-Rush!
fr: ⚡ Rush Gratuit !
it: ⚡ Rush Gratuito!
pt: ⚡ Rush Grátis!

# RushCostScrews
source: Rush costs {0} Golden Screws
de: Rush kostet {0} Goldschrauben
fr: Rush coûte {0} Vis Dorées
it: Rush costa {0} Viti Dorate
pt: Rush custa {0} Parafusos Dourados

source: Delivery arrived
de: Lieferung eingetroffen
fr: Livraison arrivée
it: Consegna arrivata
pt: Entrega recebida

# DeliveryMoney
source: Money Bonus
de: Geld-Bonus
fr: Bonus d'argent
it: Bonus denaro
pt: Bónus de dinheiro

# DeliveryGoldenScrews
source: Golden Screws
de: Goldschrauben
fr: Vis Dorées
it: Viti Dorate
pt: Parafusos Dourados

# DeliveryExperience
source: Experience Bonus
de: Erfahrungs-Bonus
fr: Bonus d'expérience
it: Bonus esperienza
pt: Bónus de experiência

# DeliveryMoodBoost
source: Mood Boost
de: Stimmungs-Boost
fr: Boost de moral
it: Boost umore
pt: Impulso de humor

# DeliverySpeedBoost
source: Speed Boost
de: Geschwindigkeits-Boost
fr: Boost de vitesse
it: Boost velocità
pt: Impulso de velocidade

# ClaimDelivery
source: Claim
de: Abholen
fr: Récupérer
it: Ritira
pt: Recolher

# MasterToolGoldenHammer
source: Golden Hammer
de: Goldener Hammer
fr: Marteau Doré
it: Martello Dorato
pt: Martelo Dourado

# MasterToolGoldenHammerDesc
source: +2% Income (Workshop Lv.25)
de: +2% Einkommen (Werkstatt Lv.25)
fr: +2% Revenus (Atelier Nv.25)
it: +2% Entrate (Officina Lv.25)
pt: +2% Rendimento (Oficina Nv.25)

# MasterToolDiamondSaw
source: Diamond Saw
de: Diamant-Säge
fr: Scie en Diamant
it: Sega di Diamante
pt: Serra de Diamante
