Repository: Robert-prog196/MeineApps.Ava
Catalog: src/Apps/HandwerkerImperium/HandwerkerImperium.Shared/Resources/Strings/AppStrings.*.resx
Languages: de, es, fr, it, pt

# MasterToolDiamondSawDesc
source: +2% Income (Workshop Lv.50)
de: +2% Einkommen (Werkstatt Lv.50)
fr: +2% Revenus (Atelier Nv.50)
it: +2% Entrate (Officina Lv.50)
pt: +2% Rendimento (Oficina Nv.50)

# MasterToolTitaniumPliers
source: Titanium Pliers
de: Titanium-Zange
fr: Pinces en Titane
it: Pinze di Titanio
pt: Alicates de Titânio

# MasterToolTitaniumPliersDesc
source: +3% Income (50 Orders)
de: +3% Einkommen (50 Aufträge)
fr: +3% Revenus (50 Commandes)
it: +3% Entrate (50 Ordini)
pt: +3% Rendimento (50 Encomendas)

# MasterToolBrassLevel
source: Brass Level
de: Messing-Wasserwaage
fr: Niveau en Laiton
it: Livella d'Ottone
pt: Nível de Latão

# MasterToolBrassLevelDesc
source: +3% Income (100 Mini-Games)
de: +3% Einkommen (100 Minispiele)
fr: +3% Revenus (100 Mini-jeux)
it: +3% Entrate (100 Minigiochi)
pt: +3% Rendimento (100 Minijogos)

# MasterToolSilverWrench
source: Silver Wrench
de: Silber-Schraubenschlüssel
fr: Clé en Argent
it: Chiave d'Argento
pt: Chave de Prata

# MasterToolSilverWrenchDesc
source: +5% Income (Workshop Lv.100)
de: +5% Einkommen (Werkstatt Lv.100)
fr: +5% Revenus (Atelier Nv.100)
it: +5% Entrate (Officina Lv.100)
pt: +5% Rendimento (Oficina Nv.100)

# MasterToolJadeBrush
source: Jade Brush
de: Jade-Pinsel
fr: Pinceau de Jade
it: Pennello di Giada
pt: Pincel de Jade

# MasterToolJadeBrushDesc
source: +5% Income (25 Perfect Ratings)
de: +5% Einkommen (25 Perfekt-Bewertungen)
fr: +5% Revenus (25 Parfaits)
it: +5% Entrate (25 Perfetti)
pt: +5% Rendimento (25 Perfeitos)

# MasterToolCrystalChisel
source: Crystal Chisel
de: Kristall-Meißel
fr: Ciseau de Cristal
it: Scalpello di Cristallo
pt: Cinzel de Cristal

# MasterToolCrystalChiselDesc
source: +5% Income (Bronze Prestige)
de: +5% Einkommen (Bronze Prestige)
fr: +5% Revenus (Prestige Bronze)
it: +5% Entrate (Prestigio Bronzo)
pt: +5% Rendimento (Prestígio Bronze)

# MasterToolObsidianDrill
source: Obsidian Drill
de: Obsidian-Bohrmaschine
fr: Perceuse d'Obsidienne
it: Trapano d'Ossidiana
pt: Broca de Obsidiana

# MasterToolObsidianDrillDesc
source: +7% Income (Workshop Lv.250)
de: +7% Einkommen (Werkstatt Lv.250)
fr: +7% Revenus (Atelier Nv.250)
it: +7% Entrate (Officina Lv.250)
pt: +7% Rendimento (Oficina Nv.250)

# MasterToolRubyBlade
source: Ruby Blade
de: Rubinsägeblatt
fr: Lame de Rubis
it: Lama di Rubino
pt: Lâmina de Rubi

# MasterToolRubyBladeDesc
source: +7% Income (Silver Prestige)
de: +7% Einkommen (Silber Prestige)
fr: +7% Revenus (Prestige Argent)
it: +7% Entrate (Prestigio Argento)
pt: +7% Rendimento (Prestígio Prata)

# MasterToolEmeraldToolbox
source: Emerald Toolbox
de: Smaragd-Werkzeugkasten
fr: Boîte d'Émeraude
it: Cassetta di Smeraldo
pt: Caixa de Esmeralda

# MasterToolEmeraldToolboxDesc
source: +10% Income (Workshop Lv.500)
de: +10% Einkommen (Werkstatt Lv.500)
fr: +10% Revenus (Atelier Nv.500)
it: +10% Entrate (Officina Lv.500)
pt: +10% Rendimento (Oficina Nv.500)

# MasterToolDragonAnvil
source: Dragon Anvil
de: Drachenschmiede-Amboss
fr: Enclume du Dragon
it: Incudine del Drago
pt: Bigorna do Dragão

# MasterToolDragonAnvilDesc
source: +10% Income (Gold Prestige)
de: +10% Einkommen (Gold Prestige)
fr: +10% Revenus (Prestige Or)
it: +10% Entrate (Prestigio Oro)
pt: +10% Rendimento (Prestígio Ouro)

# MasterToolMasterCrown
source: Master Crown
de: Meisterkrone
fr: Couronne du Maître
it: Corona del Maestro
pt: Coroa do Mestre

# MasterToolMasterCrownDesc
source: +15% Income (All Tools Collected)
de: +15% Einkommen (Alle Werkzeuge gesammelt)
fr: +15% Revenus (Tous les outils)
it: +15% Entrate (Tutti gli strumenti)
pt: +15% Rendimento (Todas as ferramentas)

# RarityCommon
source: Common
de: Gewöhnlich
fr: Commun
it: Comune
pt: Comum

# RarityUncommon
source: Uncommon
de: Ungewöhnlich
fr: Peu commun
it: Non comune
pt: Incomum

# RarityRare
source: Rare
de: Selten
it: Raro
pt: Raro

# RarityEpic
source: Epic
de: Episch
fr: Épique
it: Epico
pt: Épico

# RarityLegendary
source: Legendary
de: Legendär
fr: Légendaire
it: Leggendario
pt: Lendário

source: Master Tools
de: Meisterwerkzeuge
fr: Outils de Maître
it: Strumenti Maestri
pt: Ferramentas Mestre

# PerfectRating
source: Perfect Ratings
de: Perfekte Bewertungen
fr: Évaluations Parfaites
it: Valutazioni Perfette
pt: Avaliações Perfeitas

# AllToolsCollected
source: All other tools collected
de: Alle anderen Werkzeuge gesammelt
fr: Tous les autres outils collectés
it: Tutti gli altri strumenti raccolti
pt: Todas as outras ferramentas coletadas

# PrestigeRushBoost
source: Rush Enhancer
de: Rush-Verstärker
fr: Amplificateur de Rush
it: Potenziatore Rush
pt: Potenciador de Rush

# PrestigeRushBoostDesc
source: Rush gives 3x instead of 2x
de: Rush gibt 3x statt 2x
fr: Rush donne 3x au lieu de 2x
it: Rush dà 3x invece di 2x
pt: Rush dá 3x em vez de 2x

# PrestigeDeliverySpeed
source: Supplier Express
de: Lieferanten-Express
fr: Express Fournisseur
it: Express Fornitore
pt: Express do Fornecedor

# PrestigeDeliverySpeedDesc
source: Deliveries arrive 30% faster
de: Lieferungen kommen 30% schneller
fr: Livraisons 30% plus rapides
it: Consegne 30% più veloci
pt: Entregas 30% mais rápidas

# PrestigeGoldenScrew25
source: Golden Screw Boost
de: Goldschrauben-Boost
fr: Boost de Vis Dorées
it: Boost Viti Dorate
pt: Boost de Parafusos

# PrestigeGoldenScrew25Desc
source: +25% Golden Screws from all sources
de: +25% Goldschrauben aus allen Quellen
fr: +25% Vis Dorées de toutes sources
it: +25% Viti Dorate da tutte le fonti
pt: +25% Parafusos Dourados de todas as fontes

source: Press back again to exit
de: Erneut drücken zum Beenden
fr: Appuyez encore pour quitter
it: Premi di nuovo per uscire
pt: Pressione voltar novamente para sair

# PremiumBenefitIncome
source: +50% Income
de: +50% Einkommen
fr: +50% Revenus
it: +50% Entrate
pt: +50% Renda

# PremiumBenefitGoldenScrews
source: +100% Golden Screws from Mini-Games
de: +100% Goldschrauben aus Mini-Games
fr: +100% Vis Dorées des Mini-Jeux
it: +100% Viti Dorate dai Mini-Giochi
pt: +100% Parafusos Dourados de Mini-Jogos

# TrainingTypeEfficiency
source: Efficiency Training
de: Effizienz
fr: Efficacité
it: Efficienza
pt: Eficiência

# TrainingTypeEndurance
source: Endurance Training
de: Ausdauer
fr: Endurance
it: Resistenza
pt: Resistência

# TrainingTypeMorale
source: Morale Training
de: Stimmung
fr: Moral
it: Morale
pt: Humor

# TrainingTypeEfficiencyDesc
source: Increases efficiency through XP
de: Erhöht Effizienz durch XP
fr: Augmente efficacité par XP
it: Aumenta efficienza con XP
pt: Aumenta eficiência por XP

# TrainingTypeEnduranceDesc
source: Reduces fatigue rate
de: Reduziert Ermüdungsrate
fr: Réduit taux de fatigue
it: Riduce tasso di fatica
pt: Reduz taxa de fadiga

# TrainingTypeMoraleDesc
source: Reduces mood decay
de: Reduziert Stimmungsabfall
fr: Réduit perte de moral
it: Riduce calo morale
pt: Reduz perda de humor

source: Select training type
de: Wähle Trainingstyp
fr: Choisir le type d'entraînement
it: Seleziona tipo di allenamento
pt: Selecione tipo de treino

source: New Record!
de: Neuer Rekord!
fr: Nouveau record !
it: Nuovo record!
pt: Novo recorde!

source: Next Milestone
de: Nächster Meilenstein
fr: Prochain jalon
it: Prossimo traguardo
pt: Próximo marco

# LevelsUntilBonus
source: {0} levels until bonus!
de: Noch {0} Level bis Bonus!
fr: Encore {0} niveaux avant le bonus !
it: Ancora {0} livelli al bonus!
pt: Mais {0} níveis até o bônus!

# CountdownGo
source: Go!
de: Los!
fr: C'est parti !
it: Via!
pt: Vai!

# ComboX
source: Combo x{0}
de: Kombo x{0}

# TutorialUpgradeHint
source: Tap a workshop to upgrade!
de: Tippe auf eine Werkstatt zum Upgraden!
fr: Appuyez sur un atelier pour l'améliorer !
it: Tocca un laboratorio per migliorarlo!
pt: Toque em uma oficina para melhorar!

# BlueprintGame
source: Blueprint
de: Bauplan
fr: Plan
it: Progetto
pt: Planta

# BlueprintInstructionBefore
source: Memorize the order of the construction steps!
de: Merke dir die Reihenfolge der Bauschritte!
fr: Mémorisez l'ordre des étapes de construction !
it: Memorizza l'ordine delle fasi di costruzione!
pt: Memorize a ordem das etapas de construção!

# BlueprintInstructionMemorize
source: Memorize the numbers!
de: Nummern merken!
fr: Mémorisez les numéros !
it: Memorizza i numeri!
pt: Memorize os números!

# BlueprintInstructionPlay
source: Tap the steps in the correct order!
de: Tippe die Schritte in der richtigen Reihenfolge!
fr: Appuyez sur les étapes dans le bon ordre !
it: Tocca i passaggi nell'ordine corretto!
pt: Toque nas etapas na ordem correta!

# BlueprintFoundation
source: Foundation
de: Fundament
fr: Fondation
it: Fondamenta
pt: Fundação

# BlueprintWalls
source: Walls
de: Mauern
fr: Murs
it: Muri
pt: Paredes

# BlueprintFramework
source: Framework
de: Rohbau
fr: Charpente
it: Struttura
pt: Estrutura

# BlueprintElectrics
source: Electrics
de: Elektrik
fr: Électricité
it: Impianto elettrico
pt: Elétrica

# BlueprintPlumbing
source: Plumbing
de: Sanitär
fr: Plomberie
it: Idraulica
pt: Encanamento

# BlueprintWindows
source: Windows
de: Fenster
fr: Fenêtres
it: Finestre
pt: Janelas

# BlueprintDoors
source: Doors
de: Türen
fr: Portes
it: Porte
pt: Portas

# BlueprintPainting
source: Painting
de: Anstrich
fr: Peinture
it: Verniciatura
pt: Pintura

# BlueprintRoof
source: Roof
de: Dach
fr: Toiture
it: Tetto
pt: Telhado

# BlueprintFittings
source: Fittings
de: Beschläge
fr: Quincaillerie
it: Ferramenta
pt: Ferragens

# BlueprintMeasuring
source: Measuring
de: Vermessung
fr: Mesurage
it: Misurazione
pt: Medição

# BlueprintScaffolding
source: Scaffolding
de: Gerüst
fr: Échafaudage
it: Ponteggio
pt: Andaime

# DesignPuzzleGame
source: Floor Plan Design
de: Grundriss-Design
fr: Plan d'étage
it: Progetto Planimetria
pt: Design da Planta

# DesignPuzzleInstructions
source: Place rooms in the correct floor plan positions!
de: Platziere die Räume an den richtigen Positionen im Grundriss!
fr: Placez les pièces aux bonnes positions sur le plan !
it: Posiziona le stanze nelle posizioni corrette della planimetria!
pt: Coloque os cómodos nas posições corretas da planta!

# SelectRoomThenSlot
source: Select a room, then tap a slot
de: Wähle einen Raum, dann tippe auf einen Platz
fr: Sélectionnez une pièce, puis touchez un emplacement
it: Seleziona una stanza, poi tocca uno spazio
pt: Selecione um cómodo e toque num espaço

source: Floor Plan
de: Grundriss
fr: Plan
it: Planimetria
pt: Planta

source: Available Rooms
de: Verfügbare Räume
fr: Pièces disponibles
it: Stanze disponibili
pt: Cómodos disponíveis

# InspectionGame
source: Site Inspection
de: Baustelleninspektion
fr: Inspection du chantier
it: Ispezione cantiere
pt: Inspeção da Obra

# InspectionInstruction
source: Find all defects on the construction site! Tap on suspicious elements.
de: Finde alle Mängel auf der Baustelle! Tippe auf verdächtige Elemente.
fr: Trouvez tous les défauts sur le chantier ! Touchez les éléments suspects.
it: Trova tutti i difetti nel cantiere! Tocca gli elementi sospetti.
pt: Encontre todos os defeitos na obra! Toque nos elementos suspeitos.

# TapToInspect
source: Tap elements to inspect
de: Tippe auf Elemente zur Inspektion
fr: Touchez les éléments pour inspecter
it: Tocca gli elementi per ispezionare
pt: Toque nos elementos para inspecionar

# FalseAlarmsLabel
source: False alarms:
de: Fehlalarme:
fr: Fausses alertes :
it: Falsi allarmi:
pt: Falsos alarmes:

source: Start Inspection
de: Inspektion starten
fr: Démarrer l'inspection
it: Avvia ispezione
pt: Iniciar inspeção

# StoryTipFromHans
source: Tip from Master Hans
de: Tipp von Meister Hans
fr: Conseil de Maître Hans
pt: Dica do Mestre Hans

# Story_Ch01_Title
source: Welcome, Apprentice!
de: Willkommen, Lehrling!
fr: Bienvenue, apprenti !
it: Benvenuto, apprendista!
pt: Bem-vindo, aprendiz!

# Story_Ch01_Text
source: I'm Master Hans! 40 years of experience, and I've seen it all. Well, almost – I've never seen an apprentice as motivated as you! Your carpentry is small but mighty. Upgrade it, and we'll talk more!
de: Ich bin Meister Hans! 40 Jahre Erfahrung, und ich hab' schon alles gesehen. Na ja, fast alles – einen Lehrling der so motiviert aussieht wie du noch nicht! Deine Schreinerei ist klein, aber fein. Rüste sie auf, dann reden wir weiter!
fr: Je suis Maître Hans ! 40 ans d'expérience, et j'ai tout vu. Enfin presque – je n'avais jamais vu un apprenti aussi motivé que toi ! Ta menuiserie est petite mais prometteuse. Améliore-la, et on en reparle !
it: Sono il Maestro Hans, l'artigiano più esperto della città. Hai potenziale, lo vedo! Insieme costruiremo un impero artigianale. Inizia migliorando la tua falegnameria!
pt: Sou o Mestre Hans! 40 anos de experiência, e já vi de tudo. Bom, quase – nunca vi um aprendiz tão motivado como tu! A tua carpintaria é pequena mas promissora. Melhora-a e falamos mais!

# Story_Ch02_Title
source: Your First Order!
de: Dein erster Auftrag!
fr: Ta première commande !
it: Buon lavoro!
pt: A tua primeira encomenda!

# Story_Ch02_Text
source: Phone's ringing? That's a customer! Orders involve mini-games – sawing, laying pipes, wiring. The better you perform, the more money and XP you earn. So: get to work!
de: Telefon klingelt? Das ist ein Kunde! Bei Aufträgen musst du kleine Geschicklichkeitsspiele meistern – Sägen, Rohre legen, Kabel verlegen. Je besser du abschneidest, desto mehr Geld und Erfahrung gibt's. Also: Ran an die Arbeit!
fr: Le téléphone sonne ? C'est un client ! Les commandes incluent des mini-jeux : scier, poser des tuyaux, câbler. Mieux tu joues, plus tu gagnes d'argent et d'XP. Alors : au travail !
it: Hai migliorato il tuo primo laboratorio! Così inizia ogni maestro. Ora hai bisogno di un apprendista che ti aiuti. Un buon lavoratore vale il suo peso in oro!
pt: O telefone está a tocar? É um cliente! As encomendas incluem mini-jogos: serrar, colocar tubos, cablar. Quanto melhor jogares, mais dinheiro e XP ganhas. Então: mãos à obra!

# Story_Ch03_Title
source: Hire Workers!
de: Arbeiter einstellen!
fr: Embauche des ouvriers !
it: È ora di espandersi!
pt: Contrata trabalhadores!

# Story_Ch03_Text
source: You can't do this alone forever, apprentice. The job market has skilled workers – each with their own strengths and weaknesses. Hire some and they'll earn money while you drink coffee! Well, almost...
de: Allein schaffst du das auf Dauer nicht, Lehrling. Auf dem Arbeitsmarkt warten Fachkräfte – jeder hat eigene Stärken und Schwächen. Stell welche ein und sie verdienen Geld, während du Kaffee trinkst! Na ja, fast...
fr: Tu ne peux pas tout faire seul, apprenti. Le marché du travail regorge d'ouvriers qualifiés, chacun avec ses forces et faiblesses. Embauche-les et ils gagneront de l'argent pendant que tu bois ton café ! Enfin, presque...
it: La corporazione degli idraulici cerca nuovi talenti! Sblocca l'officina idraulica e raddoppia le tue entrate. Più attività sono il segreto di un impero di successo.
pt: Não consegues fazer tudo sozinho, aprendiz. O mercado de trabalho tem trabalhadores qualificados, cada um com os seus pontos fortes e fracos. Contrata-os e eles ganham dinheiro enquanto tu bebes café! Bom, quase...

# Story_Ch04_Title
source: Golden Screws!
de: Goldschrauben!
fr: Vis dorées !
it: Il tuo primo ordine!
pt: Parafusos dourados!

# Story_Ch04_Text
source: See those golden screws? They're rare and valuable! You get them from mini-games, challenges, and achievements. Use them to hire premium workers and buy special boosts. Guard them with your life!
de: Siehst du diese goldenen Schrauben? Die sind selten und wertvoll! Du bekommst sie durch Mini-Games, Herausforderungen und Erfolge. Damit kannst du Premium-Arbeiter anheuern und besondere Boosts kaufen. Hüte sie wie deinen Augapfel!
fr: Tu vois ces vis dorées ? Elles sont rares et précieuses ! Tu les obtiens dans les mini-jeux, défis et succès. Avec elles, tu peux embaucher des ouvriers premium et acheter des boosts spéciaux. Garde-les précieusement !
it: Un cliente ha chiamato! Gli ordini portano soldi extra e esperienza. Mostra quello che sai fare - migliore è il tuo lavoro, maggiore è la ricompensa!
pt: Vês aqueles parafusos dourados? São raros e valiosos! Consegue-los nos mini-jogos, desafios e conquistas. Com eles podes contratar trabalhadores premium e comprar impulsos especiais. Guarda-os bem!

# Story_Ch05_Title
source: Buildings & Research!
de: Gebäude & Forschung!
fr: Bâtiments et recherche !
it: Affari in crescita
pt: Edifícios e pesquisa!

# Story_Ch05_Text
source: Now it gets serious! The research tree unlocks powerful upgrades – better tools, efficient management, stronger marketing. And buildings give permanent bonuses. A canteen, for example, keeps your workers happy!
de: Jetzt wird's ernst! Im Forschungsbaum kannst du mächtige Upgrades freischalten – bessere Werkzeuge, effizienteres Management, stärkeres Marketing. Und Gebäude geben permanente Boni. Eine Kantine zum Beispiel hält deine Arbeiter bei Laune!
fr: Maintenant, ça devient sérieux ! L'arbre de recherche débloque des améliorations puissantes : meilleurs outils, gestion efficace, marketing renforcé. Et les bâtiments donnent des bonus permanents. Une cantine garde tes ouvriers heureux !
it: Tre laboratori! Stai diventando un vero imprenditore. Ricorda: ogni laboratorio ha i suoi punti di forza. Investi saggiamente e tieni d'occhio i costi!
pt: Agora é a sério! A árvore de pesquisa desbloqueia melhorias poderosas: melhores ferramentas, gestão eficiente, marketing mais forte. E os edifícios dão bónus permanentes. Uma cantina mantém os teus trabalhadores felizes!

# Story_Ch06_Title
source: The Plumbing Shop Opens!
de: Die Klempnerei öffnet!
fr: La plomberie ouvre !
it: Strumenti del maestro
pt: A canalização abre!

# Story_Ch06_Text
source: Water's flowing! Plumbing is a gold mine, trust me. Everyone needs a plumber – especially at 3 AM when a pipe bursts! The orders are lucrative and the mini-games are fun even for me.
de: Wasser marsch! Die Klempnerei ist ein Goldesel, glaub mir. Jeder braucht mal einen Klempner – besonders nachts um drei, wenn das Rohr platzt! Die Aufträge sind lukrativ und die Mini-Games machen sogar mir Spaß.
fr: L'eau coule ! La plomberie est une mine d'or, crois-moi. Tout le monde a besoin d'un plombier, surtout à 3h du matin quand un tuyau éclate ! Les commandes sont lucratives et les mini-jeux m'amusent même moi.
it: Ho sentito che collezioni strumenti del maestro! Ogni strumento ha poteri speciali. Collezionali tutti e sarai inarrestabile!
pt: Água a correr! A canalização é uma mina de ouro, acredita. Toda a gente precisa de um canalizador, especialmente às 3 da manhã quando um cano rebenta! As encomendas são lucrativas e os mini-jogos divertem até a mim.

# Story_Ch07_Title
source: Your First Real Employee!
de: Dein erster richtiger Mitarbeiter!
fr: Ton premier vrai employé !
it: Il costruttore di imperi
pt: O teu primeiro verdadeiro empregado!

# Story_Ch07_Text
source: The tier system for workers matters: F-tier workers are cheap, but... well, they sometimes mix up hammers and screwdrivers. Save up for better tiers – an A-tier worker earns ten times more!
de: Das Tier-System bei Arbeitern ist wichtig: F-Tier Arbeiter sind günstig, aber... naja, sie verwechseln schon mal Hammer und Schraubenzieher. Spar auf bessere Tiers – ein A-Tier Arbeiter bringt das Zehnfache rein!
fr: Le système de niveaux des ouvriers est important : les F sont bon marché, mais... disons qu'ils confondent parfois marteau et tournevis. Économise pour les meilleurs niveaux : un ouvrier A rapporte dix fois plus !
it: Cinque laboratori e un'attività fiorente! Sei sulla buona strada per costruire il più grande impero artigianale della città. Continua così!
pt: O sistema de níveis dos trabalhadores importa: os de nível F são baratos, mas... digamos que às vezes confundem martelo com chave de fendas. Poupa para melhores níveis: um trabalhador nível A rende dez vezes mais!

# Story_Ch08_Title
source: Under Voltage!
de: Unter Strom!
fr: Sous tension !
it: Un nuovo inizio con esperienza
pt: Alta tensão!

# Story_Ch08_Text
source: The electrical shop – my favorite! Wiring is art, not just craft. One wrong wire and... *poof*! But don't worry, everything's well insulated here. Electrical work brings in great money!
de: Die Elektrikerei – mein Liebling! Kabel verlegen ist Kunst, nicht Handwerk. Ein falscher Draht und... *puff*! Aber keine Sorge, bei uns ist alles gut isoliert. Die Elektrik bringt richtig gutes Geld!
fr: L'atelier d'électricité, mon préféré ! Le câblage est un art, pas juste un métier. Un mauvais fil et... *pouf* ! Mais pas d'inquiétude, tout est bien isolé ici. L'électricité rapporte vraiment bien !
it: A volte bisogna fare un passo indietro per farne due avanti. Il prestigio ti dà bonus permanenti per la prossima partita. Provaci!
pt: A oficina elétrica, a minha preferida! Cablar é arte, não só ofício. Um fio errado e... *puf*! Mas não te preocupes, aqui tudo está bem isolado. Os trabalhos elétricos rendem muito bem!

# Story_Ch09_Title
source: Daily Challenges!
de: Tägliche Herausforderungen!
fr: Défis quotidiens !
it: La leggenda
pt: Desafios diários!

# Story_Ch09_Text
source: Check this out, journeyman – every day there are three new challenges! Complete orders, play mini-games, earn money. The rewards are worth it, especially the golden screws. A true craftsman works every day!
de: Schau mal, Geselle – jeden Tag gibt's drei neue Herausforderungen! Schließ Aufträge ab, spiel Mini-Games, verdiene Geld. Die Belohnungen lohnen sich, besonders die Goldschrauben. Ein echter Handwerker arbeitet jeden Tag!
fr: Regarde ça, compagnon : chaque jour, trois nouveaux défis ! Termine des commandes, joue des mini-jeux, gagne de l'argent. Les récompenses en valent la peine, surtout les vis dorées. Un vrai artisan travaille tous les jours !
it: Ce l'hai fatta! Tutti i laboratori, innumerevoli ordini, e il tuo nome è conosciuto in tutta la città. Sono orgoglioso di te, Maestro!
pt: Olha isto, oficial: todos os dias há três novos desafios! Completa encomendas, joga mini-jogos, ganha dinheiro. As recompensas valem a pena, especialmente os parafusos dourados. Um verdadeiro artesão trabalha todos os dias!

# Story_Ch10_Title
source: Show Your Colors!
de: Farbe bekennen!
fr: Haut en couleur !
it: Gran Maestro
pt: Dá cor à vida!

# Story_Ch10_Text
source: Painting brings color to your empire! A good painter has an eye for color – and patience. In the painting mini-game, you need to hit the right sequence. My tip: watch for the flashing tiles, journeyman!
de: Die Malerei bringt Farbe in dein Imperium! Ein guter Maler hat Farbgefühl – und Geduld. Beim Streich-Minigame musst du die richtige Reihenfolge treffen. Mein Tipp: Achte auf die blinkenden Felder, Geselle!
fr: La peinture met de la couleur dans ton empire ! Un bon peintre a l'œil pour les couleurs et de la patience. Dans le mini-jeu de peinture, trouve le bon ordre. Mon conseil : surveille les cases qui clignotent, compagnon !
it: Livello 100! Ora sei il Gran Maestro della Gilda degli Artigiani. Il tuo impero è un esempio per tutti. Ma ricorda: un vero maestro non smette mai di imparare!
pt: A pintura traz cor ao teu império! Um bom pintor tem olho para cores e paciência. No mini-jogo de pintura tens de acertar a sequência certa. A minha dica: observa as casas a piscar, oficial!

# Story_Ch11_Title
source: Legendary Tools!
de: Legendäre Werkzeuge!
fr: Outils légendaires !
pt: Ferramentas lendárias!
