Repository: Robert-prog196/MeineApps.Ava
Catalog: src/Apps/HandwerkerImperium/HandwerkerImperium.Shared/Resources/Strings/AppStrings.*.resx
Languages: de, es, fr, it, pt

# Story_Ch11_Text
source: You've discovered master tools! These ancient artifacts carry the power of past master craftsmen. Each gives a permanent income bonus. Collect all 12 and you'll receive the Master Crown – the most powerful tool of all!
de: Du hast Meisterwerkzeuge entdeckt! Diese antiken Artefakte tragen die Kraft vergangener Handwerksmeister in sich. Jedes gibt einen permanenten Einkommensbonus. Sammle alle 12 und du wirst die Meisterkrone erhalten – das mächtigste Werkzeug von allen!
fr: Tu as découvert des outils de maître ! Ces artefacts anciens portent le pouvoir des maîtres artisans du passé. Chacun donne un bonus permanent de revenus. Rassemble les 12 et tu recevras la Couronne du Maître, l'outil le plus puissant !
pt: Descobriste ferramentas de mestre! Estes artefactos antigos carregam o poder dos mestres artesãos do passado. Cada um dá um bónus permanente de rendimento. Reúne as 12 e receberás a Coroa do Mestre, a ferramenta mais poderosa!

# Story_Ch12_Title
source: Reaching New Heights!
de: Hoch hinaus!
fr: Toujours plus haut !
pt: Cada vez mais alto!

# Story_Ch12_Text
source: Roofing – not for those afraid of heights! But the margins are fantastic. And between us: soon you'll reach a level where something special awaits. 'Prestige' we call it. But more on that later...
de: Die Dachdeckerei – nichts für Leute mit Höhenangst! Aber die Margen sind fantastisch. Und zwischen uns: Bald wirst du ein Level erreichen, wo etwas Besonderes wartet. 'Prestige' nennen wir das. Aber dazu später mehr...
fr: La toiture, pas pour ceux qui ont le vertige ! Mais les marges sont fantastiques. Et entre nous : bientôt tu atteindras un niveau où quelque chose de spécial t'attend. On appelle ça le 'Prestige'. Mais on en reparlera...
pt: Os telhados, não para quem tem vertigens! Mas as margens são fantásticas. E entre nós: em breve atingirás um nível onde algo especial te espera. Chamamos-lhe 'Prestígio'. Mas falamos disso depois...

# Story_Ch13_Title
source: The Contractor!
de: Der Bauunternehmer!
fr: L'entrepreneur !
pt: O empreiteiro!

# Story_Ch13_Text
source: Five workshops and 50 orders – you're no apprentice anymore, journeyman! Contracting is the next step: building walls, operating cranes, constructing entire houses. This is the Champions League of craftsmanship!
de: Fünf Werkstätten und 50 Aufträge – du bist kein Lehrling mehr, Geselle! Die Bauunternehmung ist der nächste Schritt: Mauern hochziehen, Krane bedienen, ganze Häuser bauen. Das ist die Champions League des Handwerks!
fr: Cinq ateliers et 50 commandes : tu n'es plus un apprenti, compagnon ! L'entreprise de construction est la prochaine étape : monter des murs, gérer des grues, bâtir des maisons entières. C'est la Ligue des Champions de l'artisanat !
pt: Cinco oficinas e 50 encomendas: já não és aprendiz, oficial! A construção é o próximo passo: erguer muros, operar gruas, construir casas inteiras. É a Champions League do artesanato!

# Story_Ch14_Title
source: The Craftsman's Quarter!
de: Das Handwerker-Viertel!
fr: Le quartier artisan !
pt: O bairro artesão!

# Story_Ch14_Text
source: Six workshops! People already call your district the 'Craftsman's Quarter'. Your workers whistle happily on their way to work – well, most of them anyway. Keep their spirits high and business will thrive!
de: Sechs Werkstätten! Die Leute nennen deinen Bezirk schon 'Handwerker-Viertel'. Deine Arbeiter pfeifen morgens fröhlich auf dem Weg zur Arbeit – na gut, die meisten jedenfalls. Halte ihre Stimmung hoch, dann läuft der Laden!
fr: Six ateliers ! Les gens appellent déjà ton quartier le 'Quartier Artisan'. Tes ouvriers sifflent joyeusement en allant travailler... enfin, la plupart. Garde leur moral haut et les affaires marcheront !
pt: Seis oficinas! As pessoas já chamam a tua zona de 'Bairro Artesão'. Os teus trabalhadores assobiam alegremente a caminho do trabalho... bom, a maioria. Mantém o moral alto e o negócio prospera!

# Story_Ch15_Title
source: The City's Reputation!
de: Der Ruf der Stadt!
fr: La réputation de la ville !
pt: A reputação da cidade!

# Story_Ch15_Text
source: 75 orders – your reputation precedes you! Reputation determines how much customers are willing to pay. Good work = good reviews = more money. Bad work... well, we don't talk about that. Just keep it up!
de: 75 Aufträge – dein Ruf eilt dir voraus! Die Reputation bestimmt, wie viel Kunden bereit sind zu zahlen. Gute Arbeit = gute Bewertungen = mehr Geld. Schlechte Arbeit... naja, davon reden wir nicht. Mach einfach weiter so!
fr: 75 commandes : ta réputation te précède ! La réputation détermine combien les clients sont prêts à payer. Bon travail = bonnes évaluations = plus d'argent. Mauvais travail... on n'en parle pas. Continue comme ça !
pt: 75 encomendas: a tua reputação precede-te! A reputação determina quanto os clientes estão dispostos a pagar. Bom trabalho = boas avaliações = mais dinheiro. Mau trabalho... bom, não falamos disso. Continua assim!

# Story_Ch16_Title
source: A Fresh Start?
de: Ein Neuanfang?
fr: Un nouveau départ ?
pt: Um novo começo?

# Story_Ch16_Text
source: Journeyman, I need to talk to you about Prestige. It sounds crazy: give up everything and start over. But trust me – with permanent bonuses, you'll grow twice as fast the second time. I did it three times myself. Think about it...
de: Geselle, ich muss mit dir über Prestige reden. Es klingt verrückt: Alles aufgeben und von vorne anfangen. Aber glaub mir – mit den permanenten Boni wächst du beim zweiten Mal doppelt so schnell. Ich selbst hab's dreimal gemacht. Überlege es dir gut...
fr: Compagnon, je dois te parler du Prestige. Ça semble fou : tout abandonner et recommencer. Mais crois-moi, avec les bonus permanents, tu progresseras deux fois plus vite la deuxième fois. Je l'ai fait trois fois. Réfléchis bien...
pt: Oficial, preciso de falar contigo sobre o Prestígio. Parece loucura: largar tudo e recomeçar. Mas acredita, com os bónus permanentes cresces o dobro na segunda vez. Eu fiz três vezes. Pensa bem...

# Story_Ch17_Title
source: Ready for Rebirth!
de: Bereit für den Neuanfang!
fr: Prêt pour la renaissance !
pt: Pronto para renascer!

# Story_Ch17_Text
source: 100 orders and Level 250 – you've mastered everything this life has to offer. The Prestige door stands open. Walk through and come back stronger. I'll be waiting for you, journeyman. No, I'll be waiting for you... Master!
de: 100 Aufträge und Level 250 – du hast alles gemeistert was dieses Leben zu bieten hat. Die Prestige-Tür steht offen. Geh hindurch und komm stärker zurück. Ich warte hier auf dich, Geselle. Nein, ich warte auf dich... Meister!
fr: 100 commandes et niveau 250 : tu as tout maîtrisé. La porte du Prestige est ouverte. Franchis-la et reviens plus fort. Je t'attends ici, compagnon. Non, je t'attends... Maître !
pt: 100 encomendas e nível 250: dominaste tudo o que esta vida tem para oferecer. A porta do Prestígio está aberta. Atravessa-a e volta mais forte. Espero-te aqui, oficial. Não, espero-te a ti... Mestre!

# Story_Ch18_Title
source: Like a Phoenix from the Ashes!
de: Wie Phönix aus der Asche!
fr: Tel le phénix !
pt: Como a fénix das cinzas!

# Story_Ch18_Text
source: You did it, Master! A fresh start – but this time with experience and permanent bonuses. Everything feels familiar, but you're faster, stronger, wiser. That's the secret of true masters: fall down and get back up!
de: Du hast es getan, Meister! Ein Neuanfang – aber diesmal mit Erfahrung und permanenten Boni. Alles fühlt sich vertraut an, aber du bist schneller, stärker, klüger. Das ist das Geheimnis der wahren Meister: Fallen und wieder aufstehen!
fr: Tu l'as fait, Maître ! Un nouveau départ, mais cette fois avec l'expérience et des bonus permanents. Tout semble familier, mais tu es plus rapide, plus fort, plus sage. C'est le secret des vrais maîtres : tomber et se relever !
pt: Conseguiste, Mestre! Um novo começo, mas desta vez com experiência e bónus permanentes. Tudo parece familiar, mas és mais rápido, mais forte, mais sábio. É o segredo dos verdadeiros mestres: cair e levantar-se!

# Story_Ch19_Title
source: The Architecture Office!
de: Das Architekturbüro!
fr: Le cabinet d'architecture !
pt: O escritório de arquitetura!

# Story_Ch19_Text
source: A new workshop type, Master! The architecture office – where dreams become blueprints. Drawing floor plans, designing houses, realizing visions. This is craftsmanship at its finest. I'm... *sniff*... so proud of you!
de: Ein neuer Workshop-Typ, Meister! Das Architekturbüro – hier werden Träume zu Bauplänen. Grundrisse zeichnen, Häuser designen, Visionen verwirklichen. Das ist Handwerk auf höchstem Niveau. Ich bin... *schnief*... so stolz auf dich!
fr: Un nouveau type d'atelier, Maître ! Le cabinet d'architecture : là où les rêves deviennent des plans. Dessiner des plans, concevoir des maisons, réaliser des visions. C'est l'artisanat au plus haut niveau. Je suis... *snif*... si fier de toi !
pt: Um novo tipo de oficina, Mestre! O escritório de arquitetura: onde os sonhos se tornam projetos. Desenhar plantas, projetar casas, realizar visões. Isto é artesanato ao mais alto nível. Estou... *snif*... tão orgulhoso de ti!

# Story_Ch20_Title
source: Silver Prestige!
de: Silber-Prestige!
fr: Prestige Argent !
pt: Prestígio Prata!

# Story_Ch20_Text
source: Started over four times – and better each time! You've reached Silver Prestige, Master. Very few achieve that. Your empire now grows at a speed that even impresses me. And I'm not easily impressed!
de: Viermal neu angefangen – und jedes Mal besser! Du hast Silber-Prestige erreicht, Meister. Das schaffen die wenigsten. Dein Imperium wächst jetzt mit einer Geschwindigkeit, die selbst mich beeindruckt. Und ich bin nicht leicht zu beeindrucken!
fr: Tu as recommencé quatre fois, et chaque fois mieux ! Tu as atteint le Prestige Argent, Maître. Très peu y arrivent. Ton empire grandit maintenant à une vitesse qui m'impressionne même moi. Et je ne suis pas facile à impressionner !
pt: Recomeçaste quatro vezes, e cada vez melhor! Atingiste o Prestígio Prata, Mestre. Muito poucos conseguem. O teu império cresce agora a uma velocidade que me impressiona até a mim. E eu não sou fácil de impressionar!

# Story_Ch21_Title
source: The General Contractor!
de: Der Generalunternehmer!
fr: L'entrepreneur général !
pt: O empreiteiro geral!

# Story_Ch21_Text
source: The final workshop type: General Contractor! You now coordinate EVERYTHING – from the smallest screw to the largest crane. No project is too big for you. You're no longer just a craftsman, you're an institution!
de: Der letzte Workshop-Typ: Generalunternehmer! Du koordinierst jetzt ALLES – von der kleinsten Schraube bis zum größten Kran. Kein Projekt ist dir zu groß. Du bist nicht mehr nur ein Handwerker, du bist eine Institution!
fr: Le dernier type d'atelier : Entrepreneur Général ! Tu coordonnes maintenant TOUT : de la plus petite vis à la plus grande grue. Aucun projet n'est trop grand pour toi. Tu n'es plus un artisan, tu es une institution !
pt: O último tipo de oficina: Empreiteiro Geral! Agora coordenas TUDO: do parafuso mais pequeno à grua maior. Nenhum projeto é grande demais para ti. Já não és apenas um artesão, és uma instituição!

# Story_Ch22_Text
source: I... I'm speechless, Grand Master. 13 Prestige runs. GOLD. In 40 years of craftsmanship, I've never seen anything like it. Your name will be written in the Guild Chronicle. Next to mine, of course – I trained you after all!
de: Ich... ich bin sprachlos, Großmeister. 13 Prestige-Durchläufe. GOLD. In 40 Jahren Handwerk habe ich so etwas noch nie gesehen. Dein Name wird in die Gilden-Chronik eingehen. Neben meinem natürlich – ich hab dich schließlich ausgebildet!
fr: Je... je suis sans voix, Grand Maître. 13 tours de Prestige. OR. En 40 ans d'artisanat, je n'ai jamais vu ça. Ton nom sera inscrit dans la Chronique de la Guilde. À côté du mien, bien sûr : c'est moi qui t'ai formé !
pt: Eu... estou sem palavras, Grão-Mestre. 13 ciclos de Prestígio. OURO. Em 40 anos de artesanato nunca vi nada assim. O teu nome ficará na Crónica da Guilda. Ao lado do meu, claro: fui eu que te treinei!

# Story_Ch23_Title
source: The Living Legend!
de: Die lebende Legende!
fr: La légende vivante !
pt: A lenda viva!

# Story_Ch23_Text
source: Level 500 and seven workshops at their peak – you're a living legend! The Chamber of Crafts called, they want to hang your portrait. Right next to mine. Well, maybe even ABOVE mine. You've earned it.
de: Level 500 und sieben Werkstätten auf dem Höhepunkt – du bist eine lebende Legende! Die Handwerkskammer hat angerufen, sie wollen ein Portrait von dir aufhängen. Gleich neben meinem. Na gut, vielleicht sogar ÜBER meinem. Du hast es verdient.
fr: Niveau 500 et sept ateliers au sommet : tu es une légende vivante ! La Chambre des Métiers a appelé, ils veulent accrocher ton portrait. Juste à côté du mien. Bon, peut-être même AU-DESSUS du mien. Tu l'as mérité.
pt: Nível 500 e sete oficinas no auge: és uma lenda viva! A Câmara de Artesãos ligou, querem pendurar o teu retrato. Ao lado do meu. Bom, talvez até ACIMA do meu. Mereces.

# Story_Ch24_Title
source: All Workshops, All Masters!
de: Alle Werkstätten, alle Meister!
fr: Tous les ateliers, tous les maîtres !
pt: Todas as oficinas, todos os mestres!

# Story_Ch24_Text
source: Eight workshops, 500 orders, everything maxed out. Your empire spans the entire city! The next generation of craftsmen looks up to you. You know what? I think the student has surpassed the master. And I don't say that lightly!
de: Acht Werkstätten, 500 Aufträge, alles auf Maximum. Dein Imperium erstreckt sich über die ganze Stadt! Die Handwerker der nächsten Generation schauen zu dir auf. Weißt du was? Ich glaube, der Schüler hat den Meister übertroffen. Und das sage ich nicht leichtfertig!
fr: Huit ateliers, 500 commandes, tout au maximum. Ton empire s'étend sur toute la ville ! La prochaine génération d'artisans t'admire. Tu sais quoi ? Je crois que l'élève a dépassé le maître. Et je ne dis pas ça à la légère !
pt: Oito oficinas, 500 encomendas, tudo no máximo. O teu império estende-se por toda a cidade! A próxima geração de artesãos admira-te. Sabes que mais? Acho que o aluno superou o mestre. E não digo isso de ânimo leve!

# Story_Ch25_Title
source: Grand Master of the Craftsman's Guild!
de: Großmeister der Handwerker-Gilde!
fr: Grand Maître de la Guilde des Artisans !
pt: Grão-Mestre da Guilda dos Artesãos!

# Story_Ch25_Text
source: Level 1000. Grand Master of the Craftsman's Guild. There is no higher title. From a nervous apprentice with a tiny carpentry to the most powerful craftsman in history – YOUR story! I've grown old with you, Grand Master. But it was worth every minute. Thank you.
de: Level 1000. Großmeister der Handwerker-Gilde. Es gibt keinen höheren Titel. Von einem nervösen Lehrling mit einer kleinen Schreinerei zum mächtigsten Handwerker der Geschichte – DEINE Geschichte! Ich bin alt geworden mit dir, Großmeister. Aber es war jede Minute wert. Danke.
fr: Niveau 1000. Grand Maître de la Guilde des Artisans. Il n'y a pas de titre plus élevé. D'un apprenti nerveux avec une petite menuiserie au plus puissant artisan de l'histoire : TON histoire ! J'ai vieilli avec toi, Grand Maître. Mais ça valait chaque minute. Merci.
pt: Nível 1000. Grão-Mestre da Guilda dos Artesãos. Não existe título mais alto. De um aprendiz nervoso com uma pequena carpintaria ao artesão mais poderoso da história: a TUA história! Envelheci contigo, Grão-Mestre. Mas valeu cada minuto. Obrigado.

# TaskProgress
source: Task {0}/{1}
de: Aufgabe {0}/{1}
fr: Tâche {0}/{1}
it: Compito {0}/{1}
pt: Tarefa {0}/{1}

source: Next Task
de: Nächste Aufgabe
fr: Tâche suivante
it: Prossimo compito
pt: Próxima tarefa

# TutorialSawingTitle
source: Sawing Game
de: Sägen
fr: Sciage
it: Taglio
pt: Serra

# TutorialSawingText
source: Tap the screen to stop the marker in the green zone! The closer to the center, the better your rating.
de: Tippe auf den Bildschirm, um den Marker in der grünen Zone zu stoppen! Je näher an der Mitte, desto besser die Bewertung.
fr: Touchez l'écran pour arrêter le marqueur dans la zone verte ! Plus vous êtes proche du centre, meilleure est votre note.
it: Tocca lo schermo per fermare il marcatore nella zona verde! Più sei vicino al centro, migliore sarà la valutazione.
pt: Toque na tela para parar o marcador na zona verde! Quanto mais perto do centro, melhor a avaliação.

# TutorialPipePuzzleTitle
source: Pipe Puzzle
de: Rohr-Puzzle
fr: Puzzle de tuyaux
it: Puzzle tubi
pt: Puzzle de tubos

# TutorialPipePuzzleText
source: Rotate the pipe segments to connect the water flow from start to end. Tap a pipe to rotate it.
de: Drehe die Rohrstücke, um den Wasserfluss von Start bis Ende zu verbinden. Tippe auf ein Rohr, um es zu drehen.
fr: Tournez les segments de tuyaux pour connecter le flux d'eau du début à la fin. Touchez un tuyau pour le tourner.
it: Ruota i segmenti di tubo per collegare il flusso d'acqua dall'inizio alla fine. Tocca un tubo per ruotarlo.
pt: Gire os segmentos de tubo para conectar o fluxo de água do início ao fim. Toque num tubo para girá-lo.

# TutorialWiringGameTitle
source: Wiring Game
de: Verkabelung
fr: Câblage
it: Cablaggio
pt: Fiação

# TutorialWiringGameText
source: Connect the wires by tapping a left wire, then the matching right wire. Match all wire colors to complete the task.
de: Verbinde die Kabel, indem du ein linkes Kabel antippst und dann das passende rechte. Verbinde alle Kabelfarben, um die Aufgabe abzuschließen.
fr: Connectez les câbles en touchant un câble gauche puis le droit correspondant. Reliez toutes les couleurs pour terminer.
it: Collega i cavi toccando un cavo sinistro e poi il destro corrispondente. Collega tutti i colori per completare il compito.
pt: Conecte os fios tocando num fio esquerdo e depois no direito correspondente. Conecte todas as cores para completar a tarefa.

# TutorialPaintingGameTitle
source: Painting Game
de: Streichen
fr: Peinture
it: Pittura
pt: Pintura

# TutorialPaintingGameText
source: Swipe over the highlighted wall areas to paint them. Avoid painting outside the marked zones. Build combos for bonus points!
de: Streiche über die markierten Wandflächen. Vermeide es, außerhalb der Markierungen zu malen. Baue Kombos für Bonuspunkte auf!
fr: Glissez sur les zones murales marquées pour les peindre. Évitez de peindre hors des zones. Faites des combos pour des points bonus !
it: Scorri sulle aree di muro evidenziate per dipingerle. Evita di dipingere fuori dalle zone. Fai combo per punti bonus!
pt: Deslize sobre as áreas marcadas para pintá-las. Evite pintar fora das zonas. Faça combos para pontos bônus!

# TutorialRoofTilingTitle
source: Roof Tiling
de: Dachdecken
fr: Couverture
it: Tegole
pt: Telhas

# TutorialRoofTilingText
source: Place roof tiles to match the color pattern. Gold-bordered tiles show the correct colors — use them as reference. Select a color from the palette, then tap empty positions.
de: Platziere Dachziegel im richtigen Farbmuster. Ziegel mit goldenem Rand zeigen die richtige Farbe — nutze sie als Referenz. Wähle eine Farbe aus der Palette und tippe auf die leeren Positionen.
fr: Placez les tuiles dans le bon motif de couleurs. Les tuiles avec un bord doré montrent les bonnes couleurs — utilisez-les comme référence. Sélectionnez une couleur et touchez les positions vides.
it: Posiziona le tegole nel motivo di colori corretto. Seleziona un colore e tocca le posizioni vuote.
pt: Coloque as telhas no padrão de cores correto. As telhas com borda dourada mostram as cores corretas — use-as como referência. Selecione uma cor da paleta e toque nas posições vazias.

# TutorialBlueprintTitle
source: Blueprint
de: Bauplan
fr: Plan
it: Progetto
pt: Planta

# TutorialBlueprintText
source: Memorize the order of construction steps, then tap them in the correct sequence. Watch carefully during the preview phase!
de: Merke dir die Reihenfolge der Bauschritte und tippe sie dann in der richtigen Reihenfolge an. Schau genau hin während der Vorschau!
fr: Mémorisez l'ordre des étapes de construction puis touchez-les dans le bon ordre. Observez bien pendant la prévisualisation !
it: Memorizza l'ordine delle fasi costruttive e poi toccale nella sequenza corretta. Osserva attentamente durante l'anteprima!
pt: Memorize a ordem das etapas de construção e toque-as na sequência correta. Observe atentamente durante a pré-visualização!

# TutorialDesignPuzzleTitle
source: Design Puzzle
de: Grundriss-Puzzle
fr: Puzzle de conception
it: Puzzle di design
pt: Puzzle de design

# TutorialDesignPuzzleText
source: Place the rooms in the correct positions on the floor plan. Select a room card, then tap the matching slot in the grid.
de: Platziere die Räume an den richtigen Positionen im Grundriss. Wähle eine Raumkarte und tippe auf den passenden Platz im Raster.
fr: Placez les pièces aux bonnes positions sur le plan. Sélectionnez une carte et touchez l'emplacement correct.
it: Posiziona le stanze nelle posizioni corrette sulla planimetria. Seleziona una carta e tocca il posto giusto.
pt: Coloque os cômodos nas posições corretas na planta. Selecione um cartão e toque no local correto.

# TutorialInspectionTitle
source: Inspection
de: Inspektion
it: Ispezione
pt: Inspeção

# TutorialInspectionText
source: Find all defects on the construction site! Tap on suspicious elements to inspect them. Avoid false alarms.
de: Finde alle Mängel auf der Baustelle! Tippe auf verdächtige Elemente, um sie zu prüfen. Vermeide Fehlalarme.
fr: Trouvez tous les défauts sur le chantier ! Touchez les éléments suspects pour les inspecter. Évitez les fausses alertes.
it: Trova tutti i difetti nel cantiere! Tocca gli elementi sospetti per ispezionarli. Evita i falsi allarmi.
pt: Encontre todos os defeitos na obra! Toque em elementos suspeitos para inspecioná-los. Evite falsos alarmes.

# TutorialGotIt
source: Got it!
de: Verstanden!
fr: Compris !
it: Capito!
pt: Entendido!

# OrderTypeLarge
source: Large Order
de: Großauftrag
fr: Grosse Commande
pt: Pedido Grande

# OrderTypeWeekly
source: Weekly Contract
de: Wochenvertrag
fr: Contrat Hebdomadaire
pt: Contrato Semanal

# OrderTypeCooperation
source: Cooperation
de: Kooperation
fr: Coopération
pt: Cooperação

source: Order expired!
de: Auftrag abgelaufen!
fr: Commande expirée !
pt: Pedido expirado!

source: Regular Customer Bonus
de: Stammkunden-Bonus
fr: Bonus Client Fidèle
pt: Bônus de Cliente Regular

# MarketRestricted
source: Worker Strike: Only tiers up to C available!
de: Arbeiterstreik: Nur Stufen bis C verfügbar!
fr: Grève : Seuls les niveaux jusqu'à C disponibles !
pt: Greve: Apenas níveis até C disponíveis!

# SaveErrorMessage
source: Failed to save game data.
de: Spielstand konnte nicht gespeichert werden.
fr: Impossible de sauvegarder la partie.
pt: Não foi possível salvar o jogo.

# LoadErrorMessage
source: Failed to load save file.
de: Spielstand konnte nicht geladen werden.
fr: Impossible de charger la sauvegarde.
pt: Não foi possível carregar o jogo.

# DeleteSaveErrorMessage
source: Failed to delete save data.
de: Spielstand konnte nicht gelöscht werden.
fr: Impossible de supprimer la sauvegarde.
pt: Não foi possível excluir o jogo.

# ImportErrorMessage
source: Failed to import save data.
de: Spielstand konnte nicht importiert werden.
fr: Impossible d'importer la sauvegarde.
pt: Não foi possível importar o jogo.

source: Notifications
de: Benachrichtigungen
pt: Notificações

# ResearchDoneNotif
source: Research complete! Come collect your results.
de: Forschung abgeschlossen! Ergebnisse abholen.
fr: Recherche terminée ! Récupérez vos résultats.
pt: Pesquisa concluída! Colete seus resultados.
