Repository: Robert-prog196/MeineApps.Ava
Catalog: src/Apps/HandwerkerImperium/HandwerkerImperium.Shared/Resources/Strings/AppStrings.*.resx
Languages: de, es, fr, it, pt

source: Home
de: Start
es: Inicio
fr: Accueil
pt: Início

source: Stats
de: Statistik
es: Estadísticas
fr: Statistiques
it: Statistiche
pt: Estatísticas

# Settings
source: More
de: Mehr
es: Ajustes
fr: Plus
it: Altro
pt: Mais

source: Carpenter
de: Schreiner
es: Carpintero
fr: Menuisier
it: Falegname
pt: Carpinteiro

source: Plumber
de: Klempner
es: Fontanero
fr: Plombier
it: Idraulico
pt: Encanador

source: Electrician
de: Elektriker
es: Electricista
fr: Électricien
it: Elettricista
pt: Eletricista

source: Painter
de: Maler
es: Pintor
fr: Peintre
it: Imbianchino
pt: Pintor

source: Roofer
de: Dachdecker
es: Techador
fr: Couvreur
it: Copritetto
pt: Telhadista

source: Contractor
de: Bauunternehmer
es: Contratista
fr: Entrepreneur
it: Imprenditore
pt: Empreiteiro

source: Hire Worker
de: Mitarbeiter einstellen
es: Contratar trabajador
fr: Embaucher un ouvrier
it: Assumi lavoratore
pt: Contratar trabalhador

# PerSecond
source: /sec
de: /Sek.
es: /seg
pt: /seg

source: Locked
de: Gesperrt
es: Bloqueado
fr: Verrouillé
it: Bloccato
pt: Bloqueado

# UnlocksAtLevel
source: Unlocks at Level {0}
de: Freischaltung ab Level {0}
es: Se desbloquea en el nivel {0}
fr: Débloqué au niveau {0}
it: Si sblocca al livello {0}
pt: Desbloqueia no nível {0}

source: Orders
de: Aufträge
es: Pedidos
fr: Commandes
it: Ordini
pt: Pedidos

# OrdersCompleted
source: Completed
de: Abgeschlossen
fr: Terminées
it: Completati
pt: Concluídos

source: New Order
de: Neuer Auftrag
es: Nuevo pedido
fr: Nouvelle commande
it: Nuovo ordine
pt: Novo pedido

source: Start
de: Starten
es: Iniciar
fr: Démarrer
it: Inizia
pt: Iniciar

source: Reward
de: Belohnung
es: Recompensa
fr: Récompense
it: Ricompensa
pt: Recompensa

source: Difficulty
de: Schwierigkeit
es: Dificultad
fr: Difficulté
it: Difficoltà
pt: Dificuldade

source: Sawing
de: Sägen
es: Serrar
fr: Sciage
it: Segare
pt: Serrar

source: Planing
de: Hobeln
es: Cepillar
fr: Rabotage
it: Piallare
pt: Aplainar

source: Tile Laying
de: Ziegel legen
es: Colocar tejas
fr: Pose de tuiles
it: Posare tegole
pt: Colocar telhas

source: Measuring
de: Messen
es: Medir
fr: Mesurer
it: Misurare
pt: Medir

source: Pipe Puzzle
de: Rohr-Puzzle
es: Puzzle de tuberías
fr: Puzzle de tuyaux
it: Puzzle tubi
pt: Puzzle de tubos

# WiringGame
source: Wiring
de: Verkabelung
es: Cableado
fr: Câblage
it: Cablaggio
pt: Fiação

# PaintingGame
source: Painting
de: Streichen
es: Pintar
fr: Peinture
it: Pittura
pt: Pintura

source: SAW NOW!
de: JETZT SÄGEN!
es: ¡SIERRA AHORA!
fr: SCIEZ MAINTENANT !
it: SEGA ORA!
pt: SERRE AGORA!

source: PERFECT!
de: PERFEKT!
es: ¡PERFECTO!
fr: PARFAIT !
it: PERFETTO!
pt: PERFEITO!

source: Good!
de: Gut!
es: ¡Bien!
fr: Bien !
it: Bene!
pt: Bom!

source: Miss
de: Daneben
es: Fallaste
fr: Raté
it: Mancato
pt: Errou

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
pt: Continuar

# WatchAdForDouble
source: Watch Ad = 2x
de: Werbung = 2x
es: Ver anuncio = 2x
fr: Pub = 2x
it: Guarda annuncio = 2x
pt: Ver anúncio = 2x

source: Perfect timing!
de: Perfektes Timing!
es: ¡Momento perfecto!
fr: Timing parfait !
it: Tempismo perfetto!
pt: Timing perfeito!

source: Welcome back!
de: Willkommen zurück!
es: ¡Bienvenido de vuelta!
fr: Bon retour !
it: Bentornato!
pt: Bem-vindo de volta!

# WhileYouWereAway
source: While you were away, your workers earned:
de: Während du weg warst, haben deine Mitarbeiter verdient:
es: Mientras estabas fuera, tus trabajadores ganaron:
fr: Pendant votre absence, vos ouvriers ont gagné :
it: Mentre eri via, i tuoi lavoratori hanno guadagnato:
pt: Enquanto você estava fora, seus trabalhadores ganharam:

source: Collect
de: Einsammeln
es: Recoger
fr: Collecter
it: Raccogli
pt: Coletar

# DoubleWithAd
source: 2x with Ad
de: 2x mit Werbung
es: 2x con anuncio
fr: 2x avec pub
it: 2x con annuncio
pt: 2x com anúncio

source: Remove Ads
de: Werbung entfernen
es: Quitar anuncios
fr: Supprimer les pubs
it: Rimuovi annunci
pt: Remover anúncios

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
pt: Restaurar compras

source: Achievements
de: Erfolge
es: Logros
fr: Succès
it: Obiettivi
pt: Conquistas

# AchievementProgress
source: Your Progress
de: Dein Fortschritt
es: Tu Progreso
fr: Votre Progression
it: Il Tuo Progresso
pt: Seu Progresso

source: Achievement Unlocked!
de: Erfolg freigeschaltet!
es: ¡Logro desbloqueado!
fr: Succès débloqué !
it: Obiettivo sbloccato!
pt: Conquista desbloqueada!

source: Daily Reward
de: Tägliche Belohnung
es: Recompensa Diaria
fr: Récompense quotidienne
it: Ricompensa giornaliera
pt: Recompensa diária

# DailyStreak
source: {0} Day Streak
de: {0} Tage Streak
es: Racha de {0} días
fr: Série de {0} jours
it: Serie di {0} giorni
pt: Sequência de {0} dias

# DayReward
source: Day {0} Reward
de: Tag {0} Belohnung
es: Recompensa del día {0}
fr: Récompense du jour {0}
it: Ricompensa del giorno {0}
pt: Recompensa do dia {0}

source: Claim Reward!
de: Belohnung abholen!
es: ¡Reclamar recompensa!
fr: Récupérer !
it: Riscuoti!
pt: Resgatar!

# SpeedBoost1h
source: 2x Speed for 1 hour
de: 2x Geschwindigkeit für 1 Stunde
es: 2x velocidad por 1 hora
fr: 2x vitesse pendant 1 heure
it: 2x velocità per 1 ora
pt: 2x velocidade por 1 hora

# XpBoost1h
source: 50% XP Boost for 1 hour
de: 50% mehr XP für 1 Stunde
es: 50% más XP por 1 hora
fr: 50% XP en plus pendant 1 heure
it: 50% XP in più per 1 ora
pt: 50% mais XP por 1 hora

source: Free Worker
de: Gratis Mitarbeiter
es: Trabajador gratis
fr: Ouvrier gratuit
it: Lavoratore gratis
pt: Trabalhador grátis

# TutorialSkip
source: Skip
de: Überspringen
es: Saltar
fr: Passer
it: Salta
pt: Pular

# TutorialNext
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
pt: Próximo

# TutorialDone
source: Let's Go!
de: Los geht's!
es: ¡Vamos!
fr: C'est parti !
it: Iniziamo!
pt: Vamos lá!

# TutorialWelcomeTitle
source: Welcome!
de: Willkommen!
es: ¡Bienvenido!
fr: Bienvenue !
it: Benvenuto!
pt: Bem-vindo!

# TutorialWelcomeDesc
source: Build your craftsman empire from scratch! Let's show you how it works.
de: Baue dein Handwerker-Imperium von Grund auf! Wir zeigen dir, wie es funktioniert.
es: ¡Construye tu imperio artesanal desde cero! Te mostraremos cómo funciona.
fr: Construisez votre empire artisanal à partir de zéro ! Nous allons vous montrer comment ça marche.
it: Costruisci il tuo impero artigianale da zero! Ti mostriamo come funziona.
pt: Construa seu império artesanal do zero! Vamos mostrar como funciona.

# TutorialWorkshopsTitle
source: Your Workshops
de: Deine Werkstätten
es: Tus Talleres
fr: Vos Ateliers
it: Le Tue Officine
pt: Suas Oficinas

# TutorialWorkshopsDesc
source: These are your workshops. Tap on one to see details and upgrades.
de: Das sind deine Werkstätten. Tippe auf eine, um Details und Upgrades zu sehen.
es: Estos son tus talleres. Toca uno para ver los detalles y las mejoras.
fr: Voici vos ateliers. Touchez-en un pour voir les détails et les améliorations.
it: Queste sono le tue officine. Tocca una per vedere i dettagli e i potenziamenti.
pt: Estas são suas oficinas. Toque em uma para ver detalhes e melhorias.

# TutorialOrdersTitle
source: Orders
de: Aufträge
es: Pedidos
fr: Commandes
it: Ordini
pt: Pedidos

# TutorialOrdersDesc
source: Accept orders to earn money and XP. Each order has mini-games to complete.
de: Nimm Aufträge an, um Geld und XP zu verdienen. Jeder Auftrag enthält Mini-Spiele.
es: Acepta pedidos para ganar dinero y XP. Cada pedido tiene minijuegos.
fr: Acceptez des commandes pour gagner de l'argent et de l'XP. Chaque commande a des mini-jeux.
it: Accetta ordini per guadagnare soldi e XP. Ogni ordine ha dei minigiochi.
pt: Aceite pedidos para ganhar dinheiro e XP. Cada pedido tem minijogos.

# TutorialMiniGameTitle
source: Mini-Games
de: Mini-Spiele
es: Minijuegos
fr: Mini-jeux
it: Minigiochi
pt: Minijogos

# TutorialMiniGameDesc
source: Complete mini-games to finish orders. Aim for Perfect ratings for bonus rewards!
de: Schließe Mini-Spiele ab, um Aufträge zu erledigen. Perfekte Bewertungen geben Bonusbelohnungen!
es: Completa minijuegos para terminar pedidos. ¡Las calificaciones perfectas dan bonificaciones!
fr: Terminez les mini-jeux pour finir les commandes. Les scores parfaits donnent des bonus !
it: Completa i minigiochi per finire gli ordini. I punteggi perfetti danno bonus!
pt: Complete minijogos para terminar pedidos. Pontuações perfeitas dão bônus!

# TutorialUpgradeDesc
source: Upgrade your workshops to increase income. The ↑ button shows the upgrade cost.
de: Verbessere deine Werkstätten, um mehr Einkommen zu erzielen. Der ↑-Button zeigt die Kosten.
es: Mejora tus talleres para aumentar los ingresos. El botón ↑ muestra el coste.
fr: Améliorez vos ateliers pour augmenter vos revenus. Le bouton ↑ indique le coût.
it: Potenzia le tue officine per aumentare i guadagni. Il pulsante ↑ mostra il costo.
pt: Melhore suas oficinas para aumentar a renda. O botão ↑ mostra o custo.

# TutorialWorkersTitle
source: Workers
de: Mitarbeiter
es: Trabajadores
fr: Ouvriers
it: Lavoratori
pt: Trabalhadores

# TutorialWorkersDesc
source: Hire workers to earn money automatically - even while you're away!
de: Stelle Mitarbeiter ein, um automatisch Geld zu verdienen - auch wenn du offline bist!
es: Contrata trabajadores para ganar dinero automáticamente, ¡incluso sin conexión!
fr: Embauchez des ouvriers pour gagner de l'argent automatiquement, même hors ligne !
it: Assumi lavoratori per guadagnare automaticamente, anche quando sei offline!
pt: Contrate trabalhadores para ganhar dinheiro automaticamente, mesmo offline!

# TutorialShopDesc
source: Visit the shop for boosts and bonuses. You can also go ad-free with Premium!
de: Besuche den Shop für Boosts und Boni. Mit Premium kannst du werbefrei spielen!
es: Visita la tienda para obtener impulsos y bonificaciones. ¡Con Premium juegas sin anuncios!
fr: Visitez la boutique pour des boosts et bonus. Avec Premium, jouez sans pubs !
it: Visita il negozio per boost e bonus. Con Premium giochi senza pubblicità!
pt: Visite a loja para impulsos e bônus. Com Premium você joga sem anúncios!

# TutorialCompleteTitle
source: You're Ready!
de: Du bist bereit!
es: ¡Estás listo!
fr: Vous êtes prêt !
it: Sei pronto!
pt: Você está pronto!

# TutorialCompleteDesc
source: That's all! Start accepting orders and build your empire. Good luck!
de: Das war's! Nimm Aufträge an und baue dein Imperium auf. Viel Erfolg!
es: ¡Eso es todo! Acepta pedidos y construye tu imperio. ¡Buena suerte!
fr: C'est tout ! Acceptez des commandes et construisez votre empire. Bonne chance !
it: È tutto! Accetta ordini e costruisci il tuo impero. Buona fortuna!
pt: É isso! Aceite pedidos e construa seu império. Boa sorte!

source: Total XP
de: Gesamt-XP
es: XP Total
fr: XP Total
it: XP Totale
pt: XP Total

source: Play Time
de: Spielzeit
es: Tiempo de juego
fr: Temps de jeu
it: Tempo di gioco
pt: Tempo de jogo

source: Balance
de: Kontostand
es: Saldo
fr: Solde
it: Saldo
pt: Saldo

source: Total Earned
de: Verdient (Gesamt)
es: Total ganado
fr: Total gagné
it: Totale guadagnato
pt: Total ganho

# TotalSpent
source: Spent
de: Ausgegeben
es: Gastado
fr: Dépensé
it: Speso
pt: Gasto

source: Mini-Games
de: Mini-Spiele
es: Minijuegos
fr: Mini-jeux
it: Minigiochi
pt: Minijogos

source: Current Streak
de: Aktuelle Serie
es: Racha actual
fr: Série actuelle
it: Serie attuale
pt: Sequência atual

source: Best Streak
de: Beste Serie
es: Mejor racha
fr: Meilleure série
it: Miglior serie
pt: Melhor sequência

source: Income Bonus
de: Einkommens-Bonus
es: Bonus ingresos
fr: Bonus revenus
it: Bonus entrate
pt: Bônus de renda

source: Next Prestige Bonus:
de: Nächster Prestige-Bonus:
es: Próximo bonus:
fr: Prochain bonus:
it: Prossimo bonus:
pt: Próximo bônus:

source: Workshops
de: Werkstätten
es: Talleres
fr: Ateliers
it: Officine
pt: Oficinas

source: Income
de: Einkommen
es: Ingresos
fr: Revenus
it: Entrate
pt: Renda

source: Level Progress
de: Level-Fortschritt
es: Progreso nivel
fr: Progression niveau
it: Progresso livello
pt: Progresso nível

source: Max Level reached!
de: Max Level erreicht!
es: ¡Nivel máximo!
fr: Niveau max atteint !
it: Livello max raggiunto!
pt: Nível máximo atingido!

# NoWorkersYet
source: No workers yet. Hire some!
de: Noch keine Mitarbeiter. Stelle welche ein!
es: Sin trabajadores. ¡Contrata!
fr: Pas d'ouvriers. Embauchez-en !
it: Nessun lavoratore. Assumine!
pt: Sem trabalhadores. Contrate!

# MaxWorkersReached
source: Max workers reached. Upgrade for more slots!
de: Max. Mitarbeiter erreicht. Upgrade für mehr Plätze!
es: Máximo trabajadores. ¡Mejora!
fr: Max ouvriers. Améliorez !
it: Max lavoratori. Potenzia!
pt: Máx. trabalhadores. Melhore!

source: You are Premium!
de: Du bist Premium!
es: ¡Eres Premium!
fr: Vous êtes Premium !
it: Sei Premium!
pt: Você é Premium!

# PremiumBenefits
source: No ads + 8h offline earnings
de: Keine Werbung + 8h Offline-Verdienst
es: Sin anuncios + 8h offline
fr: Sans pub + 8h hors ligne
it: Senza pubblicità + 8h offline
pt: Sem anúncios + 8h offline

# WarningDataLoss
source: Warning: All progress will be lost!
de: Achtung: Alle Fortschritte gehen verloren!
es: ¡Atención: Se perderá todo!
fr: Attention : Tout sera perdu !
it: Attenzione: Tutto sarà perso!
pt: Atenção: Tudo será perdido!

# DevelopedBy
source: Developed by RS-Digital
de: Entwickelt von RS-Digital
es: Desarrollado por RS-Digital
fr: Développé par RS-Digital
it: Sviluppato da RS-Digital
pt: Desenvolvido por RS-Digital

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

# PrestigeDescription
source: Reset your progress and receive a permanent income bonus!
de: Setze deinen Fortschritt zurück und erhalte einen permanenten Einkommens-Bonus!
es: ¡Reinicia y obtén bonus permanente!
fr: Réinitialisez et obtenez un bonus permanent !
it: Resetta e ottieni un bonus permanente!
pt: Reinicie e ganhe bônus permanente!

source: Current Bonus:
de: Aktueller Bonus:
es: Bonus actual:
fr: Bonus actuel :
it: Bonus attuale:
pt: Bônus atual:

source: New Bonus:
de: Neuer Bonus:
es: Nuevo bonus:
fr: Nouveau bonus :
it: Nuovo bonus:
pt: Novo bônus:

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt: Idioma

# RemoveAdsPrice
source: Remove Ads (€4.99)
de: Werbung entfernen (4,99 €)
es: Quitar anuncios (4,99 €)
fr: Supprimer les pubs (4,99 €)
it: Rimuovi annunci (4,99 €)
pt: Remover anúncios (€4,99)

# PremiumBenefitNoAds
source: No ads
de: Keine Werbung
es: Sin anuncios
fr: Sans publicité
it: Senza pubblicità
pt: Sem anúncios

# PremiumBenefitOffline
source: 8 hours offline earnings
de: 8 Stunden Offline-Verdienst
es: 8 horas de ganancias offline
fr: 8 heures de gains hors ligne
it: 8 ore di guadagni offline
pt: 8 horas de ganhos offline

# PremiumBenefitSupport
source: Support development
de: Unterstütze die Entwicklung
es: Apoya el desarrollo
fr: Soutenir le développement
it: Supporta lo sviluppo
pt: Apoie o desenvolvimento

source: Data
de: Daten
es: Datos
fr: Données
it: Dati
pt: Dados

source: Delete Save Game
de: Spielstand löschen
es: Borrar partida guardada
fr: Supprimer la sauvegarde
it: Elimina salvataggio
pt: Apagar jogo salvo

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
pt: Sobre

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pt: Política de privacidade

source: Send Feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un commentaire
it: Invia feedback
pt: Enviar feedback

source: All rights reserved
de: Alle Rechte vorbehalten
es: Todos los derechos reservados
fr: Tous droits réservés
it: Tutti i diritti riservati
pt: Todos os direitos reservados

# OrderDetails
source: Order
de: Auftrag
es: Pedido
fr: Commande
it: Ordine
pt: Pedido

# MiniGamesRequiredFormat
source: Mini-Game(s) required
de: Mini-Game(s) erforderlich
es: Mini-juego(s) requerido(s)
fr: Mini-jeu(x) requis
it: Minigioco/i richiesto/i
pt: Minijogo(s) necessário(s)

source: Progress
de: Fortschritt
es: Progreso
fr: Progression
it: Progresso
pt: Progresso

source: Start Order
de: Auftrag starten
es: Iniciar pedido
fr: Démarrer la commande
it: Inizia ordine
pt: Iniciar pedido

source: Continue Playing
de: Weiter spielen
es: Continuar jugando
fr: Continuer à jouer
it: Continua a giocare
pt: Continuar jogando

source: Cancel Order
de: Auftrag abbrechen
es: Cancelar pedido
fr: Annuler la commande
it: Annulla ordine
pt: Cancelar pedido

# OrderTip
source: Tip: The better you perform in mini-games, the more bonus reward you get!
de: Tipp: Je besser du bei den Mini-Games abschneidest, desto mehr Bonus-Belohnung erhältst du!
es: Consejo: ¡Cuanto mejor lo hagas en los minijuegos, más recompensa bonus obtendrás!
fr: Astuce : Plus vous performez dans les mini-jeux, plus vous gagnez de bonus !
it: Suggerimento: Più sei bravo nei minigiochi, più bonus ottieni!
pt: Dica: Quanto melhor você for nos minijogos, mais bônus você ganha!

# ConnectSameColors
source: Connect same colors left → right!
de: Verbinde gleiche Farben links → rechts!
es: ¡Conecta colores iguales!
fr: Connectez les mêmes couleurs !
it: Collega gli stessi colori!
pt: Conecte as mesmas cores!

source: Select left, then right
de: Wähle links, dann rechts
es: Izquierda, luego derecha
fr: Gauche, puis droite
it: Sinistra, poi destra
pt: Esquerda, depois direita

# ConnectPipes
source: Connect pipes from 🚰 to 🚿!
de: Verbinde die Rohre vom 🚰 zum 🚿!
es: ¡Conecta 🚰 a 🚿!
fr: Connectez 🚰 à 🚿 !
it: Collega 🚰 a 🚿!
pt: Conecte 🚰 a 🚿!

# TapToRotate
source: Tap a pipe to rotate
de: Tippe auf ein Rohr zum Drehen
es: Toca para girar
fr: Touchez pour tourner
it: Tocca per ruotare
pt: Toque para girar

source: Tap to unlock
de: Tippe zum Freischalten
fr: Appuyez pour débloquer
it: Tocca per sbloccare
pt: Toque para desbloquear

source: Pipes connected!
de: Rohre verbunden!
es: ¡Tuberías conectadas!
fr: Tuyaux connectés !
it: Tubi collegati!
pt: Tubos conectados!

# TimeUp
source: Time's up!
de: Zeit abgelaufen!
es: ¡Tiempo agotado!
fr: Temps écoulé !
it: Tempo scaduto!
pt: Tempo esgotado!

# DifficultyEasy
source: Easy
de: Einfach
es: Fácil
fr: Facile
it: Facile
pt: Fácil

# DifficultyMedium
source: Medium
de: Mittel
es: Medio
fr: Moyen
it: Medio
pt: Médio

# DifficultyHard
source: Hard
de: Schwer
es: Difícil
fr: Difficile
it: Difficile
pt: Difícil

# DifficultyUnknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
pt: Desconhecido

# ShopPremiumDesc
source: Remove all ads permanently + 8h offline earnings
de: Entferne alle Werbung dauerhaft + 8h Offline-Verdienst
es: Elimina todos los anuncios permanentemente + 8h de ganancias offline
fr: Supprimez toutes les pubs définitivement + 8h de gains hors ligne
it: Rimuovi tutti gli annunci permanentemente + 8h di guadagni offline
pt: Remova todos os anúncios permanentemente + 8h de ganhos offline

# ShopBooster30MinDesc
source: Doubles all income for 30 minutes
de: Verdoppelt alle Einnahmen für 30 Minuten
es: Duplica todos los ingresos durante 30 minutos
fr: Double tous les revenus pendant 30 minutes
it: Raddoppia tutti i guadagni per 30 minuti
pt: Dobra todos os ganhos por 30 minutos

# ShopBooster2hName
source: 2x Booster (2 hours)
de: 2x Booster (2 Std)
es: Potenciador 2x (2 horas)
fr: Boost 2x (2 heures)
it: Boost 2x (2 ore)
pt: Boost 2x (2 horas)

# ShopBooster2hDesc
source: Doubles all income for 2 hours
de: Verdoppelt alle Einnahmen für 2 Stunden
es: Duplica todos los ingresos durante 2 horas
fr: Double tous les revenus pendant 2 heures
it: Raddoppia tutti i guadagni per 2 ore
pt: Dobra todos os ganhos por 2 horas

# ShopCashSmallName
source: Instant Cash (Small)
de: Sofort-Geld (Klein)
es: Dinero Instantáneo (Pequeño)
fr: Argent Instantané (Petit)
it: Soldi Istantanei (Piccolo)
pt: Dinheiro Instantâneo (Pequeno)

# ShopCashSmallDesc
source: Get 1,000 € instantly
de: Erhalte sofort 1.000 €
es: Obtén 1.000 € al instante
fr: Obtenez 1 000 € instantanément
it: Ottieni 1.000 € istantaneamente
pt: Receba 1.000 € instantaneamente

# ShopCashLargeName
source: Instant Cash (Large)
de: Sofort-Geld (Groß)
es: Dinero Instantáneo (Grande)
fr: Argent Instantané (Grand)
it: Soldi Istantanei (Grande)
pt: Dinheiro Instantâneo (Grande)

# ShopCashLargeDesc
source: Get 10,000 € instantly
de: Erhalte sofort 10.000 €
es: Obtén 10.000 € al instante
fr: Obtenez 10 000 € instantanément
it: Ottieni 10.000 € istantaneamente
pt: Receba 10.000 € instantaneamente

# ShopSkipTimeName
source: Skip Time (1h)
de: Zeit überspringen (1h)
es: Saltar Tiempo (1h)
fr: Sauter le Temps (1h)
it: Salta Tempo (1h)
pt: Pular Tempo (1h)

# ShopSkipTimeDesc
source: Get 1 hour of offline earnings instantly
de: Erhalte 1 Stunde Offline-Verdienst sofort
es: Obtén 1 hora de ganancias offline al instante
fr: Obtenez 1 heure de gains hors ligne instantanément
it: Ottieni 1 ora di guadagni offline istantaneamente
pt: Receba 1 hora de ganhos offline instantaneamente

source: Watch Video
de: Video ansehen
es: Ver vídeo
fr: Regarder la vidéo
it: Guarda video
pt: Assistir vídeo

source: Already Purchased
de: Bereits gekauft
es: Ya comprado
fr: Déjà acheté
it: Già acquistato
pt: Já comprado

# AlreadyPurchasedDesc
source: You already own this item.
de: Du hast diesen Artikel bereits erworben.
es: Ya tienes este artículo.
fr: Vous possédez déjà cet article.
it: Possiedi già questo articolo.
pt: Você já possui este item.

# WatchVideoQuestion
source: Do you want to watch a video to receive this bonus?
de: Möchtest du ein Video ansehen um diesen Bonus zu erhalten?
es: ¿Quieres ver un vídeo para recibir este bonus?
fr: Voulez-vous regarder une vidéo pour recevoir ce bonus ?
it: Vuoi guardare un video per ricevere questo bonus?
pt: Você quer assistir um vídeo para receber este bônus?

source: Buy
de: Kaufen
es: Comprar
fr: Acheter
it: Acquista
pt: Comprar

source: Price
de: Preis
es: Precio
fr: Prix
it: Prezzo
pt: Preço

source: Booster Activated!
de: Booster aktiviert!
es: ¡Potenciador activado!
fr: Boost activé !
it: Boost attivato!
pt: Boost ativado!

# BoosterActivatedDesc
source: 2x income for 30 minutes!
de: 2x Einnahmen für 30 Minuten!
es: ¡2x ingresos durante 30 minutos!
fr: 2x revenus pendant 30 minutes !
it: 2x guadagni per 30 minuti!
pt: 2x ganhos por 30 minutos!

source: Money Received!
de: Geld erhalten!
es: ¡Dinero recibido!
fr: Argent reçu !
it: Soldi ricevuti!
pt: Dinheiro recebido!

# MoneyReceivedFormat
source: You received {0}!
de: Du hast {0} erhalten!
es: ¡Has recibido {0}!
fr: Vous avez reçu {0} !
it: Hai ricevuto {0}!
pt: Você recebeu {0}!

source: Time Skipped!
de: Zeit übersprungen!
es: ¡Tiempo saltado!
fr: Temps sauté !
it: Tempo saltato!
pt: Tempo pulado!

source: Coming Soon
de: Demnächst verfügbar
es: Próximamente
fr: Bientôt disponible
it: Prossimamente
pt: Em breve

# ComingSoonDesc
source: This purchase will be available in a future update!
de: Diese Käufe werden in einem zukünftigen Update verfügbar sein!
es: ¡Esta compra estará disponible en una futura actualización!
fr: Cet achat sera disponible dans une future mise à jour !
it: Questo acquisto sarà disponibile in un futuro aggiornamento!
pt: Esta compra estará disponível em uma atualização futura!

source: Thank You!
de: Vielen Dank!
es: ¡Gracias!
fr: Merci !
it: Grazie!
pt: Obrigado!
