Repository: Robert-prog196/MeineApps.Ava
Catalog: src/Apps/WorkTimePro/WorkTimePro.Shared/Resources/Strings/AppStrings.*.resx
Languages: de, es, fr, it, pt

# Status_Idle
source: Not started
de: Nicht gestartet
es: No iniciado
fr: Non demarre
it: Non avviato
pt: Nao iniciado

# Status_Working
source: Working
de: Am Arbeiten
es: Trabajando
fr: Au travail
it: Al lavoro
pt: Trabalhando

# Status_OnBreak
source: On break
de: In Pause
es: En descanso
fr: En pause
it: In pausa
pt: Em pausa

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
pt: Hoje

source: Work time
de: Arbeitszeit
es: Tiempo de trabajo
fr: Temps de travail
it: Orario di lavoro
pt: Tempo de trabalho

source: Break
de: Pause
es: Descanso
fr: Pause
it: Pausa
pt: Pausa

source: Balance
de: Saldo
es: Saldo
fr: Solde
it: Saldo
pt: Saldo

source: Target
de: Soll
es: Objetivo
fr: Objectif
it: Obiettivo
pt: Meta

source: Start
de: Beginn
es: Inicio
fr: Debut
it: Inizio
pt: Inicio

source: remaining
de: Noch
es: Restante
fr: Restant
it: Rimanente
pt: Restante

source: Day progress
de: Tagesfortschritt
es: Progreso diario
fr: Progression du jour
it: Progresso giornaliero
pt: Progresso diario

source: Week progress
de: Wochenfortschritt
es: Progreso semanal
fr: Progression de la semaine
it: Progresso settimanale
pt: Progresso semanal

# StartPause
source: Start break
de: Pause starten
es: Iniciar descanso
fr: Commencer la pause
it: Inizia pausa
pt: Iniciar pausa

# EndPause
source: End break
de: Pause beenden
es: Terminar descanso
fr: Terminer la pause
it: Termina pausa
pt: Terminar pausa

source: Day details
de: Tagesdetails
es: Detalles del dia
fr: Details du jour
it: Dettagli giornata
pt: Detalhes do dia

# AutoPause
source: Auto break
de: Auto-Pause
es: Pausa automatica
fr: Pause auto
it: Pausa automatica
pt: Pausa automatica

# AutoPauseAdded
source: Auto break added
de: Auto-Pause ergänzt
es: Pausa automatica agregada
fr: Pause auto ajoutee
it: Pausa automatica aggiunta
pt: Pausa automatica adicionada

# AutoPauseLegal
source: Automatically added (legal requirement)
de: Automatisch ergänzt (gesetzlich)
es: Agregado automaticamente (legal)
fr: Ajoutee automatiquement (legal)
it: Aggiunta automaticamente (legale)
pt: Adicionada automaticamente (legal)

source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana
pt: Semana

source: Week overview
de: Wochenübersicht
es: Resumen semanal
fr: Apercu hebdomadaire
it: Riepilogo settimanale
pt: Resumo semanal

source: This week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
pt: Esta semana

source: Worked days
de: Gearbeitete Tage
es: Dias trabajados
fr: Jours travailles
it: Giorni lavorati
pt: Dias trabalhados

source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
pt: Mes

source: Month overview
de: Monatsübersicht
es: Resumen mensual
fr: Apercu mensuel
it: Riepilogo mensile
pt: Resumo mensal

source: Month balance
de: Monatssaldo
es: Saldo mensual
fr: Solde mensuel
it: Saldo mensile
pt: Saldo mensal

source: Cumulative balance
de: Kumulierter Saldo
es: Saldo acumulado
fr: Solde cumule
it: Saldo cumulativo
pt: Saldo acumulado

source: Close month
de: Monat abschließen
es: Cerrar mes
fr: Cloturer le mois
it: Chiudi mese
pt: Fechar mes

source: Unlock month
de: Monat entsperren
es: Desbloquear mes
fr: Debloquer le mois
it: Sblocca mese
pt: Desbloquear mes

# MonthLocked
source: Month closed
de: Monat abgeschlossen
es: Mes cerrado
fr: Mois cloture
it: Mese chiuso
pt: Mes fechado

# MonthOpen
source: Open
it: Aperto

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
pt: Calendario

source: Legend
de: Legende
es: Leyenda
fr: Legende
it: Legenda
pt: Legenda

source: Statistics
de: Statistik
es: Estadisticas
fr: Statistiques
it: Statistiche
pt: Estatisticas

source: Period
de: Zeitraum
es: Periodo
fr: Periode
it: Periodo
pt: Periodo

source: Quarter
de: Quartal
es: Trimestre
fr: Trimestre
it: Trimestre
pt: Trimestre

source: Year
de: Jahr
es: Ano
fr: Annee
it: Anno
pt: Ano

source: Total work time
de: Gesamte Arbeitszeit
es: Tiempo total de trabajo
fr: Temps de travail total
it: Orario totale
pt: Tempo total de trabalho

source: Overtime
de: Überstunden
es: Horas extras
fr: Heures supplementaires
it: Straordinari
pt: Horas extras

source: Average per day
de: Durchschnitt pro Tag
es: Promedio por dia
fr: Moyenne par jour
it: Media giornaliera
pt: Media por dia

source: Weekly work time
de: Wöchentliche Arbeitszeit
es: Tiempo semanal
fr: Temps hebdomadaire
it: Orario settimanale
pt: Tempo semanal

source: Overtime trend
de: Überstunden-Entwicklung
es: Tendencia de horas extras
fr: Evolution des heures sup.
it: Andamento straordinari
pt: Tendencia de horas extras

# DayStatus_WorkDay
source: Work day
de: Arbeitstag
es: Dia laboral
fr: Jour de travail
it: Giorno lavorativo
pt: Dia de trabalho

# DayStatus_Weekend
source: Weekend
de: Wochenende
es: Fin de semana
it: Fine settimana
pt: Fim de semana

# DayStatus_Vacation
source: Vacation
de: Urlaub
es: Vacaciones
fr: Conges
it: Ferie
pt: Ferias

# DayStatus_Holiday
source: Holiday
de: Feiertag
es: Festivo
fr: Jour ferie
it: Festivo
pt: Feriado

# DayStatus_Sick
source: Sick
de: Krank
es: Enfermo
fr: Maladie
it: Malattia
pt: Doente

# DayStatus_HomeOffice
source: Home office
es: Teletrabajo
fr: Teletravail
it: Smart working

# DayStatus_BusinessTrip
source: Business trip
de: Dienstreise
es: Viaje de negocios
fr: Deplacement pro
it: Trasferta
pt: Viagem de negocios

source: Settings
de: Einstellungen
es: Configuracion
fr: Parametres
it: Impostazioni
pt: Configuracoes

# WorkTimeSettings
source: Work time
de: Arbeitszeit
es: Tiempo de trabajo
fr: Temps de travail
it: Orario di lavoro
pt: Tempo de trabalho

# DailyTarget
source: Daily target (hours)
de: Tägliche Soll-Zeit (Stunden)
es: Objetivo diario (horas)
fr: Objectif quotidien (heures)
it: Obiettivo giornaliero (ore)
pt: Meta diaria (horas)

source: Weekly target
de: Wöchentliche Soll-Zeit
es: Objetivo semanal
fr: Objectif hebdomadaire
it: Obiettivo settimanale
pt: Meta semanal

source: Work days
de: Arbeitstage
es: Dias laborales
fr: Jours de travail
it: Giorni lavorativi
pt: Dias uteis

# AutoPauseSettings
source: Auto break
de: Auto-Pause
es: Pausa automatica
fr: Pause automatique
it: Pausa automatica
pt: Pausa automatica

# AutoPauseEnabled
source: Auto break enabled
de: Auto-Pause aktiviert
es: Pausa automatica activada
fr: Pause auto activee
it: Pausa automatica attivata
pt: Pausa automatica ativada

# AutoPauseAfterHours
source: After hours
de: Nach Stunden
es: Despues de horas
fr: Apres heures
it: Dopo ore
pt: Apos horas

# AutoPauseDescription
source: Automatically add legally required break time
de: Gesetzliche Pausenzeit automatisch ergänzen
es: Agregar automaticamente el tiempo de descanso requerido por ley
fr: Ajouter automatiquement le temps de pause requis par la loi
it: Aggiungere automaticamente il tempo di pausa richiesto per legge
pt: Adicionar automaticamente o tempo de pausa exigido por lei

# PauseMinutes
source: Break duration (minutes)
de: Pausendauer (Minuten)
es: Duracion del descanso (minutos)
fr: Duree de pause (minutes)
it: Durata pausa (minuti)
pt: Duracao da pausa (minutos)

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
it: Promemoria
pt: Lembretes

# MorningReminder
source: Start of work
de: Arbeitsbeginn
es: Inicio de trabajo
fr: Debut de travail
it: Inizio lavoro
pt: Inicio do trabalho

# EveningReminder
source: End of work
de: Feierabend
es: Fin de jornada
fr: Fin de journee
it: Fine giornata
pt: Fim do expediente

source: Break reminder
de: Pausen-Erinnerung
es: Recordatorio de descanso
fr: Rappel de pause
it: Promemoria pausa
pt: Lembrete de pausa

source: Overtime warning
de: Überstunden-Warnung
es: Aviso de horas extras
fr: Alerte heures sup.
it: Avviso straordinari
pt: Aviso de horas extras

# OvertimeWarningHours
source: Warn after hours/week
de: Warnen ab Stunden/Woche
es: Avisar a partir de horas/semana
fr: Alerter a partir de h/semaine
it: Avvisa da ore/settimana
pt: Avisar a partir de h/semana

source: Holidays
de: Feiertage
es: Festivos
fr: Jours feries
it: Festivita
pt: Feriados

source: Region
de: Bundesland
it: Regione
pt: Regiao

source: Legal sources
de: Rechtsquellen
es: Fuentes legales
fr: Sources juridiques
it: Fonti legali
pt: Fontes legais

# LegalSourcesDescription
source: Break regulations and work time limits are based on the German Working Hours Act (ArbZG). This app is not an official government product.
de: Pausenregelungen und Arbeitszeitgrenzen basieren auf dem deutschen Arbeitszeitgesetz (ArbZG). Diese App ist kein offizielles Angebot einer Behoerde.
es: Las regulaciones de pausas y limites de jornada se basan en la Ley de Jornada Laboral alemana (ArbZG). Esta app no es un producto oficial del gobierno.
fr: Les reglementations sur les pauses et les limites de temps de travail sont basees sur la loi allemande sur le temps de travail (ArbZG). Cette app n'est pas un produit officiel du gouvernement.
it: Le regolamentazioni sulle pause e i limiti dell'orario di lavoro si basano sulla legge tedesca sull'orario di lavoro (ArbZG). Questa app non e un prodotto ufficiale del governo.
pt: As regulamentacoes de pausas e limites de jornada sao baseadas na Lei de Jornada de Trabalho alema (ArbZG). Este app nao e um produto oficial do governo.

# LegalSourceArbZG
source: Working Hours Act (ArbZG)
de: Arbeitszeitgesetz (ArbZG)
es: Ley de Jornada Laboral (ArbZG)
fr: Loi sur le temps de travail (ArbZG)
it: Legge sull'orario di lavoro (ArbZG)
pt: Lei de Jornada de Trabalho (ArbZG)

# LegalSourceHolidays
source: Public holidays (BMI)
de: Gesetzliche Feiertage (BMI)
es: Festivos oficiales (BMI)
fr: Jours feries (BMI)
it: Festivita ufficiali (BMI)
pt: Feriados oficiais (BMI)

# LegalCompliance
source: Legal compliance check
de: Arbeitszeitgesetz-Prüfung
es: Control de jornada laboral
fr: Conformite temps de travail
it: Conformita orario lavoro
pt: Conformidade de jornada

# LegalComplianceDescription
source: Show warnings for violations (max. 10h/day, min. 11h rest)
de: Warnungen bei Verstößen anzeigen (max. 10h/Tag, min. 11h Ruhezeit)
es: Mostrar avisos de incumplimiento (max. 10h/dia, min. 11h descanso)
fr: Afficher les alertes de non-conformite (max. 10h/jour, min. 11h repos)
it: Mostra avvisi di non conformita (max. 10h/giorno, min. 11h riposo)
pt: Mostrar avisos de nao conformidade (max. 10h/dia, min. 11h descanso)

# Theme
source: Design
es: Tema
fr: Theme
it: Tema
pt: Tema

source: Save settings
de: Einstellungen speichern
es: Guardar configuracion
fr: Enregistrer
it: Salva impostazioni
pt: Salvar configuracoes

source: Premium status
es: Estado Premium
fr: Statut Premium
it: Stato Premium
pt: Status Premium

source: Premium active
de: Premium aktiv
es: Premium activo
fr: Premium actif
it: Premium attivo
pt: Premium ativo

# TrialDaysLeft
source: Trial: {0} days left
de: Testversion: noch {0} Tage
es: Prueba: quedan {0} dias
fr: Essai: {0} jours restants
it: Prova: {0} giorni rimanenti
pt: Teste: {0} dias restantes

# FreeVersion
source: Free version with ads
de: Kostenlose Version mit Werbung
es: Version gratuita con anuncios
fr: Version gratuite avec publicites
it: Versione gratuita con pubblicita
pt: Versao gratuita com anuncios

source: Buy Premium
de: Premium kaufen
es: Comprar Premium
fr: Acheter Premium
it: Acquista Premium
pt: Comprar Premium

source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
pt: Restaurar compras

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt: Excluir

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pt: Editar

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt: Salvar

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar

source: Error
de: Fehler
fr: Erreur
it: Errore
pt: Erro

source: Purchase failed
de: Kauf fehlgeschlagen
es: Compra fallida
fr: Achat echoue
it: Acquisto fallito
pt: Compra falhou

source: Restore failed
de: Wiederherstellung fehlgeschlagen
es: Restauracion fallida
fr: Restauration echouee
it: Ripristino fallito
pt: Restauracao falhou

source: Time entries
de: Zeiteinträge
es: Registros de tiempo
fr: Enregistrements
it: Registrazioni
pt: Registros de tempo

source: Check-in
es: Entrada
fr: Arrivee
it: Entrata
pt: Entrada

source: Check-out
es: Salida
fr: Depart
it: Uscita
pt: Saida

source: Add entry
de: Eintrag hinzufügen
es: Agregar registro
fr: Ajouter un enregistrement
it: Aggiungi registrazione
pt: Adicionar registro

source: Delete entry
de: Eintrag löschen
es: Eliminar registro
fr: Supprimer l'enregistrement
it: Elimina registrazione
pt: Excluir registro

# DeleteEntryConfirm
source: Do you want to delete the entry at {0}?
de: Möchtest du den Eintrag um {0} wirklich löschen?
es: Deseas eliminar el registro de las {0}?
fr: Voulez-vous supprimer l'enregistrement de {0}?
it: Vuoi eliminare la registrazione delle {0}?
pt: Deseja excluir o registro das {0}?

source: No entries
de: Keine Einträge vorhanden
es: No hay registros
fr: Aucun enregistrement
it: Nessuna registrazione
pt: Sem registros

# Pauses
source: Breaks
de: Pausen
es: Descansos
fr: Pauses
it: Pause
pt: Pausas

# ManualPause
source: Manual break
de: Manuelle Pause
es: Descanso manual
fr: Pause manuelle
it: Pausa manuale
pt: Pausa manual

# DeletePause
source: Delete break
de: Pause löschen
es: Eliminar descanso
fr: Supprimer la pause
it: Elimina pausa
pt: Excluir pausa

# DeletePauseConfirm
source: Do you want to delete the break from {0} to {1}?
de: Möchtest du die Pause von {0} bis {1} wirklich löschen?
es: Deseas eliminar el descanso de {0} a {1}?
fr: Voulez-vous supprimer la pause de {0} a {1}?
it: Vuoi eliminare la pausa dalle {0} alle {1}?
pt: Deseja excluir a pausa das {0} as {1}?

# NoPauses
source: No breaks recorded
de: Keine Pausen erfasst
es: No hay descansos registrados
fr: Aucune pause enregistree
it: Nessuna pausa registrata
pt: Sem pausas registradas

# AutoPauseCannotDelete
source: Auto breaks are calculated automatically and cannot be deleted manually.
de: Auto-Pausen werden automatisch berechnet und können nicht manuell gelöscht werden.
es: Las pausas automaticas se calculan automaticamente y no se pueden eliminar manualmente.
fr: Les pauses automatiques sont calculees automatiquement et ne peuvent pas etre supprimees manuellement.
it: Le pause automatiche vengono calcolate automaticamente e non possono essere eliminate manualmente.
pt: As pausas automaticas sao calculadas automaticamente e nao podem ser excluidas manualmente.

# LegalWarnings
source: Work time law notices
de: Arbeitszeitgesetz-Hinweise
es: Avisos de jornada laboral
fr: Alertes temps de travail
it: Avvisi orario lavoro
pt: Avisos de jornada

# MaxDailyHoursExceeded
source: Daily work time over {0}h (Work Time Act)
de: Tägliche Arbeitszeit über {0}h (ArbZG)
es: Jornada diaria superior a {0}h
fr: Journee superieure a {0}h
it: Giornata superiore a {0}h
pt: Jornada diaria superior a {0}h

# MinBreakNotMet
source: At least {0} min break required for over {1}h work time
de: Mindestens {0} min Pause bei über {1}h Arbeitszeit erforderlich
es: Se requieren al menos {0} min de descanso con mas de {1}h de trabajo
fr: Pause minimum de {0} min requise apres {1}h de travail
it: Pausa minima di {0} min richiesta dopo {1}h di lavoro
pt: Pausa minima de {0} min necessaria apos {1}h de trabalho

# MinRestNotMet
source: Rest time under {0}h between shifts
de: Ruhezeit unter {0}h zwischen Schichten
es: Descanso entre turnos inferior a {0}h
fr: Repos entre les postes inferieur a {0}h
it: Riposo tra i turni inferiore a {0}h
pt: Descanso entre turnos inferior a {0}h

source: Monday
de: Montag
es: Lunes
fr: Lundi
it: Lunedi
pt: Segunda-feira

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
it: Martedi
pt: Terca-feira

source: Wednesday
de: Mittwoch
es: Miercoles
fr: Mercredi
it: Mercoledi
pt: Quarta-feira

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
it: Giovedi
pt: Quinta-feira

source: Friday
de: Freitag
es: Viernes
fr: Vendredi
it: Venerdi
pt: Sexta-feira

source: Saturday
de: Samstag
es: Sabado
fr: Samedi
it: Sabato
pt: Sabado

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica
pt: Domingo

source: Mon
de: Mo
es: Lu
fr: Lu
it: Lu
pt: Seg

source: Tue
de: Di
es: Ma
fr: Ma
it: Ma
pt: Ter

source: Wed
de: Mi
es: Mi
fr: Me
it: Me
pt: Qua

source: Thu
de: Do
es: Ju
fr: Je
it: Gi
pt: Qui

source: Fri
de: Fr
es: Vi
fr: Ve
it: Ve
pt: Sex

source: Sat
de: Sa
es: Sa
fr: Sa
it: Sa
pt: Sab

source: Sun
de: So
es: Do
fr: Di
it: Do
pt: Dom

# TrialOfferTitle
source: Try Premium for free?
de: Premium kostenlos testen?
es: Probar Premium gratis?
fr: Essayer Premium gratuitement?
it: Provare Premium gratis?
pt: Testar Premium gratis?

# TrialOfferStart
source: 14 days free trial
de: 14 Tage kostenlos testen
es: 14 dias de prueba gratis
fr: 14 jours d'essai gratuit
it: 14 giorni di prova gratis
pt: 14 dias de teste gratis

# TrialOfferBuyNow
source: Buy now
de: Jetzt kaufen
es: Comprar ahora
fr: Acheter maintenant
it: Acquista ora
pt: Comprar agora

# TrialStartedTitle
source: Trial started!
de: Testversion gestartet!
es: Prueba iniciada!
fr: Essai demarre!
it: Prova avviata!
pt: Teste iniciado!

# TrialStartedMessage
source: You now have {0} days of Premium without ads. Enjoy!
de: Du hast jetzt {0} Tage Premium ohne Werbung. Viel Spaß!
es: Ahora tienes {0} dias Premium sin anuncios. Disfruta!
fr: Vous avez maintenant {0} jours Premium sans publicites. Profitez-en!
it: Ora hai {0} giorni Premium senza pubblicita. Buon divertimento!
pt: Agora voce tem {0} dias Premium sem anuncios. Aproveite!

# PurchaseOptionTitle
source: Choose Premium
de: Premium wählen
es: Elegir Premium
fr: Choisir Premium
it: Scegli Premium
pt: Escolher Premium

# PurchaseOptionMonthly
source: Monthly: €3.99/month
de: Abo: 3,99€/Monat
es: Suscripcion: 3,99 EUR/mes
fr: Abonnement: 3,99 EUR/mois
it: Abbonamento: 3,99 EUR/mese
pt: Assinatura: 3,99 EUR/mes

# PurchaseOptionLifetime
source: Lifetime: €19.99 (one-time)
de: Lifetime: 19,99€ (einmalig)
es: De por vida: 19,99 EUR (una vez)
fr: A vie: 19,99 EUR (une fois)
it: A vita: 19,99 EUR (una volta)
pt: Vitalicio: 19,99 EUR (uma vez)

# PurchaseSuccess
source: Purchase successful! Thank you for your support.
de: Kauf erfolgreich! Vielen Dank für deine Unterstützung.
es: Compra exitosa! Gracias por tu apoyo.
fr: Achat reussi! Merci pour votre soutien.
it: Acquisto riuscito! Grazie per il supporto.
pt: Compra bem-sucedida! Obrigado pelo apoio.

# HasSubscription
source: Subscription active
de: Abo aktiv
es: Suscripcion activa
fr: Abonnement actif
it: Abbonamento attivo
pt: Assinatura ativa

# HasLifetime
source: Lifetime Premium
es: Premium de por vida
fr: Premium a vie
it: Premium a vita
pt: Premium vitalicio

source: Show day details
de: Tagesdetails anzeigen
es: Mostrar detalles del dia
fr: Afficher les details du jour
it: Mostra dettagli giornata
pt: Mostrar detalhes do dia

source: Days this week
de: Tage dieser Woche
es: Dias de esta semana
fr: Jours de cette semaine
it: Giorni di questa settimana
pt: Dias desta semana

source: days
de: Tage
es: dias
fr: jours
it: giorni
pt: dias

source: Charts
de: Diagramme
es: Graficos
fr: Graphiques
it: Grafici
pt: Graficos

source: Table
de: Tabelle
es: Tabla
fr: Tableau
it: Tabella
pt: Tabela

source: Work time table
de: Arbeitszeit-Tabelle
es: Tabla de tiempo de trabajo
fr: Tableau du temps de travail
it: Tabella orario di lavoro
pt: Tabela de tempo de trabalho

# WeeklyWorkTimeChart
source: Weekly work time
de: Wöchentliche Arbeitszeit
es: Tiempo semanal
fr: Temps hebdomadaire
it: Orario settimanale
pt: Tempo semanal

# OvertimeTrendChart
source: Overtime trend
de: Überstunden-Entwicklung
es: Tendencia de horas extras
fr: Evolution des heures sup.
it: Andamento straordinari
pt: Tendencia de horas extras

# WeekdayAverage
source: Average by weekday
de: Durchschnitt nach Wochentag
es: Promedio por dia de la semana
fr: Moyenne par jour de la semaine
it: Media per giorno della settimana
pt: Media por dia da semana

source: Project distribution
de: Projekt-Aufteilung
es: Distribucion de proyectos
fr: Repartition des projets
it: Distribuzione progetti
pt: Distribuicao de projetos

source: Employer distribution
de: Arbeitgeber-Aufteilung
es: Distribucion de empleadores
fr: Repartition des employeurs
it: Distribuzione datori di lavoro
pt: Distribuicao de empregadores

# PauseStats
source: Breaks
de: Pausen
es: Descansos
fr: Pauses
it: Pause
pt: Pausas

source: Manual
de: Manuell
fr: Manuel
it: Manuale

source: Vacation
de: Urlaub
es: Vacaciones
fr: Conges
it: Ferie
pt: Ferias

source: Vacation days per year
de: Urlaubstage pro Jahr
es: Dias de vacaciones por ano
fr: Jours de conges par an
it: Giorni di ferie all'anno
pt: Dias de ferias por ano

# VacationDefault
source: Default: 30 days
de: Standardwert: 30 Tage
es: Por defecto: 30 dias
fr: Par defaut: 30 jours
it: Predefinito: 30 giorni
pt: Padrao: 30 dias

source: Individual hours per day
de: Individuelle Stunden pro Tag
es: Horas individuales por dia
fr: Heures individuelles par jour
it: Ore individuali per giorno
pt: Horas individuais por dia

source: Select region
de: Bundesland wählen
es: Seleccionar region
fr: Choisir la region
it: Seleziona regione
pt: Selecionar regiao

source: Saved
de: Gespeichert
es: Guardado
fr: Enregistre
it: Salvato
pt: Salvo

# SettingsSaved
source: Settings saved successfully
de: Einstellungen wurden erfolgreich gespeichert
es: Configuracion guardada correctamente
fr: Parametres enregistres avec succes
it: Impostazioni salvate con successo
pt: Configuracoes salvas com sucesso

source: Sick
de: Krank
es: Enfermo
fr: Maladie
it: Malattia
pt: Doente

source: Home
es: Casa
fr: Domicile
it: Casa
pt: Casa

source: Holiday
de: Feiertag
es: Festivo
fr: Ferie
it: Festivo
pt: Feriado

# AvgPerDay
source: Avg/day
de: ⌀/Tag
es: Prom/dia
fr: Moy/jour
it: Med/giorno
pt: Med/dia

# WorkedDaysCount
source: Work days
de: Arbeitstage
es: Dias laborales
fr: Jours travailles
it: Giorni lavorativi
pt: Dias uteis

source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
pt: Exportar

source: Export as...
de: Exportieren als...
es: Exportar como...
fr: Exporter sous...
it: Esporta come...
pt: Exportar como...

# ExportSuccess
source: Export successful
de: Export erfolgreich
es: Exportacion exitosa
fr: Exportation reussie
it: Esportazione riuscita
pt: Exportacao bem-sucedida

source: Export failed
de: Export fehlgeschlagen
es: Exportacion fallida
fr: Exportation echouee
it: Esportazione fallita
pt: Exportacao falhou

# LockedMonthClosure
source: Locked (month closed)
de: Gesperrt (Monatsabschluss)
es: Bloqueado (mes cerrado)
fr: Verrouille (mois cloture)
it: Bloccato (mese chiuso)
pt: Bloqueado (mes fechado)

# ManualBreak
source: Break (manual)
de: Pause (manuell)
es: Descanso (manual)
fr: Pause (manuelle)
it: Pausa (manuale)
pt: Pausa (manual)

# LegalWarningsTitle
source: Working time law notices
de: Arbeitszeitgesetz-Hinweise
es: Avisos de jornada laboral
fr: Alertes temps de travail
it: Avvisi orario lavoro
pt: Avisos de jornada

source: No breaks recorded
de: Keine Pausen erfasst
es: Sin descansos registrados
fr: Aucune pause enregistree
it: Nessuna pausa registrata
pt: Sem pausas registradas

source: Vacation Management
de: Urlaubsverwaltung
es: Gestion de vacaciones
fr: Gestion des conges
it: Gestione ferie
pt: Gestao de ferias

source: Vacation Account
de: Urlaubskonto
es: Cuenta de vacaciones
fr: Compte de conges
it: Conto ferie
pt: Conta de ferias

source: Add New Vacation
de: Neuen Urlaub eintragen
es: Agregar nuevas vacaciones
fr: Ajouter de nouveaux conges
it: Aggiungi nuove ferie
pt: Adicionar novas ferias

source: From
de: Von
es: Desde
fr: De
it: Da
pt: De

source: To
de: Bis
es: Hasta
fr: A
it: A
pt: Ate
