Repository: Robert-prog196/MeineApps.Ava
Catalog: src/Apps/WorkTimePro/WorkTimePro.Shared/Resources/Strings/AppStrings.*.resx
Languages: de, es, fr, it, pt

# WorkDaysFormat
source: {0} work days
de: {0} Arbeitstage
es: {0} dias laborales
fr: {0} jours ouvres
it: {0} giorni lavorativi
pt: {0} dias uteis

source: Type
de: Art
es: Tipo
it: Tipo
pt: Tipo

source: Note (optional)
de: Notiz (optional)
es: Nota (opcional)
fr: Note (optionnel)
it: Nota (opzionale)
pt: Nota (opcional)

source: Add Vacation
de: Urlaub eintragen
es: Agregar vacaciones
fr: Ajouter conges
it: Aggiungi ferie
pt: Adicionar ferias

# PremiumVacationFeature
source: Premium Feature
es: Funcion Premium
fr: Fonctionnalite Premium
it: Funzione Premium
pt: Funcao Premium

# PremiumVacationDesc
source: With Premium you can manage vacations and track days off.
de: Mit Premium können Sie Urlaub verwalten und Urlaubstage nachverfolgen.
es: Con Premium puedes gestionar vacaciones y hacer seguimiento de los dias libres.
fr: Avec Premium, vous pouvez gerer les conges et suivre les jours de repos.
it: Con Premium puoi gestire le ferie e monitorare i giorni di riposo.
pt: Com Premium voce pode gerenciar ferias e acompanhar os dias de folga.

source: Registered Vacations
de: Eingetragene Urlaube
es: Vacaciones registradas
fr: Conges enregistres
it: Ferie registrate
pt: Ferias registradas

source: No vacations registered
de: Keine Urlaube eingetragen
es: Sin vacaciones registradas
fr: Aucun conge enregistre
it: Nessuna feria registrata
pt: Sem ferias registradas

source: Unlock Premium
de: Premium freischalten
es: Desbloquear Premium
fr: Debloquer Premium
it: Sblocca Premium
pt: Desbloquear Premium

source: Shift Plan
de: Schichtplan
es: Plan de turnos
fr: Planning des equipes
it: Piano turni
pt: Plano de turnos

# TotalHoursFormat
source: Total: {0} hrs
de: Gesamt: {0} Std.
it: Totale: {0} ore

source: Select shift pattern
de: Schichtmuster auswählen
es: Seleccionar patron de turno
fr: Selectionner un modele
it: Seleziona modello turno
pt: Selecionar modelo de turno

# AddNew
source: + New
de: + Neu
es: + Nuevo
fr: + Nouveau
it: + Nuovo
pt: + Novo

source: Apply to Week
de: Auf Woche
es: Aplicar a semana
fr: Appliquer a la semaine
it: Applica a settimana
pt: Aplicar a semana

source: Shift Pattern
de: Schichtmuster
es: Patron de turno
fr: Modele d'equipe
it: Modello turno
pt: Modelo de turno

source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome

source: End
de: Ende
es: Fin
fr: Fin
it: Fine
pt: Fim

source: Color
de: Farbe
fr: Couleur
it: Colore
pt: Cor

# EarlyShiftExample
source: e.g. Early Shift
de: z.B. Frühschicht
es: ej. Turno de manana
fr: ex. Equipe du matin
it: es. Turno mattutino
pt: ex. Turno da manha

# TodayButton
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
pt: Hoje

source: Year Overview
de: Jahresübersicht
es: Resumen anual
fr: Apercu annuel
it: Riepilogo annuale
pt: Resumo anual

# ActualTime
source: Actual
de: Ist-Zeit
es: Real
fr: Reel
it: Effettivo
pt: Real

# TargetTime
source: Target
de: Soll-Zeit
es: Objetivo
fr: Objectif
it: Obiettivo
pt: Meta

# WorkDaysTotal
source: Work days
de: Arbeitstage
es: Dias laborales
fr: Jours travailles
it: Giorni lavorativi
pt: Dias uteis

# AvgPerDayShort
source: Avg/day
de: Ø pro Tag
es: Prom/dia
fr: Moy/jour
it: Med/giorno
pt: Med/dia

# VacationLabel
source: Vacation
de: Urlaub
es: Vacaciones
fr: Conges
it: Ferie
pt: Ferias

# SickLabel
source: Sick
de: Krank
es: Enfermo
fr: Maladie
it: Malattia
pt: Doente

# DaysFormat
source: {0} days
de: {0} Tage
es: {0} dias
fr: {0} jours
it: {0} giorni
pt: {0} dias

source: PDF Export
es: Exportar PDF
fr: Export PDF
it: Esporta PDF
pt: Exportar PDF

source: Work hours per month
de: Arbeitsstunden pro Monat
es: Horas de trabajo por mes
fr: Heures de travail par mois
it: Ore di lavoro per mese
pt: Horas de trabalho por mes

source: Overtime development
de: Überstunden-Entwicklung
es: Evolucion de horas extras
fr: Evolution des heures sup.
it: Andamento straordinari
pt: Evolucao de horas extras

# MonthsOverviewTitle
source: Months Overview
de: Monatsübersicht
es: Resumen de meses
fr: Apercu des mois
it: Riepilogo mesi
pt: Resumo dos meses

source: Actual
de: Ist
es: Real
fr: Reel
it: Effettivo
pt: Real

# TargetShort
source: Target
de: Soll
es: Obj.
fr: Obj.
it: Obiett.
pt: Meta

source: Completed
de: Abgeschlossen
es: Completado
fr: Termine
it: Completato
pt: Concluido

source: Weeks
de: Wochen
es: Semanas
fr: Semaines
it: Settimane
pt: Semanas

source: More Features
de: Weitere Funktionen
es: Mas funciones
fr: Plus de fonctions
it: Altre funzioni
pt: Mais funcoes

source: Edit day
de: Tag bearbeiten
es: Editar dia
fr: Modifier le jour
it: Modifica giorno
pt: Editar dia

# DeleteBreakConfirm
source: Delete break?
de: Pause löschen?
es: Eliminar descanso?
fr: Supprimer la pause?
it: Eliminare la pausa?
pt: Excluir pausa?

# DeleteVacationConfirm
source: Delete vacation?
de: Urlaub löschen?
es: Eliminar vacaciones?
fr: Supprimer les conges?
it: Eliminare le ferie?
pt: Excluir ferias?

# DeleteVacationMessage
source: Do you really want to delete this vacation?
de: Möchten Sie diesen Urlaub wirklich löschen?
es: Realmente desea eliminar estas vacaciones?
fr: Voulez-vous vraiment supprimer ces conges?
it: Vuoi davvero eliminare queste ferie?
pt: Deseja realmente excluir estas ferias?

source: Yes
de: Ja
es: Si
fr: Oui
it: Si
pt: Sim

source: Select day type
de: Tagestyp wählen
es: Seleccionar tipo de dia
fr: Selectionner le type de jour
it: Seleziona tipo di giorno
pt: Selecionar tipo de dia

source: Regular
de: Normal
es: Normal
fr: Normal
it: Normale
pt: Normal

# NoData
source: No data available
de: Keine Daten vorhanden
es: No hay datos disponibles
fr: Aucune donnee disponible
it: Nessun dato disponibile
pt: Nenhum dado disponivel

source: Break deleted
de: Pause gelöscht
es: Descanso eliminado
fr: Pause supprimee
it: Pausa eliminata
pt: Pausa excluida

source: Vacation deleted
de: Urlaub gelöscht
es: Vacaciones eliminadas
fr: Conges supprimes
it: Ferie eliminate
pt: Ferias excluidas

source: Confirm delete
de: Löschen bestätigen
es: Confirmar eliminacion
fr: Confirmer la suppression
it: Conferma eliminazione
pt: Confirmar exclusao

# LoadingData
source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
it: Caricamento...
pt: Carregando...

source: Saving...
de: Speichern...
es: Guardando...
fr: Enregistrement...
it: Salvataggio...
pt: Salvando...

source: Change status
de: Status ändern
es: Cambiar estado
fr: Modifier le statut
it: Cambia stato
pt: Alterar status

source: Show details
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les details
it: Mostra dettagli
pt: Mostrar detalhes

source: Enter vacation
de: Urlaub eintragen
es: Registrar vacaciones
fr: Saisir des conges
it: Registra ferie
pt: Registrar ferias

# MultiDayVacation
source: Vacation (multiple days)
de: Urlaub (mehrere Tage)
es: Vacaciones (varios dias)
fr: Conges (plusieurs jours)
it: Ferie (piu giorni)
pt: Ferias (varios dias)

source: Report sick
de: Krank melden
es: Reportar enfermedad
fr: Declarer une maladie
it: Segnala malattia
pt: Reportar doenca

source: Reset status
de: Status zurücksetzen
es: Restablecer estado
fr: Reinitialiser le statut
it: Ripristina stato
pt: Redefinir status

# EnterVacationTitle
source: Enter vacation
de: Urlaub eintragen
es: Registrar vacaciones
fr: Saisir des conges
it: Registra ferie
pt: Registrar ferias

source: How many days?
de: Wie viele Tage?
es: Cuantos dias?
fr: Combien de jours?
it: Quanti giorni?
pt: Quantos dias?

source: Number of days
de: Anzahl Tage
es: Numero de dias
fr: Nombre de jours
it: Numero di giorni
pt: Numero de dias

source: Vacation entered
de: Urlaub eingetragen
es: Vacaciones registradas
fr: Conges enregistres
it: Ferie registrate
pt: Ferias registradas

# VacationDaysEnteredFormat
source: {0} vacation days from {1} have been entered.
de: {0} Urlaubstage ab {1} wurden eingetragen.
es: {0} dias de vacaciones desde {1} han sido registrados.
fr: {0} jours de conges a partir du {1} ont ete enregistres.
it: {0} giorni di ferie dal {1} sono stati registrati.
pt: {0} dias de ferias a partir de {1} foram registrados.

# HomeOfficeTitle
source: Home office
es: Teletrabajo
fr: Teletravail
it: Smart working

# OptionalNotePrompt
source: Optional note (e.g. reason, project):
de: Optionale Notiz (z.B. Grund, Projekt):
es: Nota opcional (ej. razon, proyecto):
fr: Note optionnelle (ex. raison, projet):
it: Nota opzionale (es. motivo, progetto):
pt: Nota opcional (ex. motivo, projeto):

# NotePlaceholder
source: e.g. Project work, concentration
de: z.B. Projektarbeit, Konzentration
es: ej. Trabajo de proyecto, concentracion
fr: ex. Travail de projet, concentration
it: es. Lavoro di progetto, concentrazione
pt: ex. Trabalho de projeto, concentracao

# InvalidTimeFormat
source: Invalid time format. Please use HH:mm.
de: Ungültiges Zeitformat. Bitte HH:mm verwenden.
es: Formato de hora invalido. Por favor use HH:mm.
fr: Format d'heure invalide. Veuillez utiliser HH:mm.
it: Formato ora non valido. Usare HH:mm.
pt: Formato de hora invalido. Por favor use HH:mm.

source: Enter time:
de: Uhrzeit eingeben:
es: Ingresar hora:
fr: Entrer l'heure:
it: Inserire l'ora:
pt: Inserir hora:

source: Edit time
de: Zeit bearbeiten
es: Editar hora
fr: Modifier l'heure
it: Modifica ora
pt: Editar hora

# NewTimeFor
source: New time for {0}:
de: Neue Uhrzeit für {0}:
es: Nueva hora para {0}:
fr: Nouvelle heure pour {0}:
it: Nuovo orario per {0}:
pt: Novo horario para {0}:

source: Edit break
de: Pause bearbeiten
es: Editar descanso
fr: Modifier la pause
it: Modifica pausa
pt: Editar pausa

source: Break start time:
de: Startzeit der Pause:
es: Hora de inicio del descanso:
fr: Heure de debut de pause:
it: Ora di inizio pausa:
pt: Hora de inicio da pausa:

source: Break end time:
de: Endzeit der Pause:
es: Hora de fin del descanso:
fr: Heure de fin de pause:
it: Ora di fine pausa:
pt: Hora de fim da pausa:

# AutoBreakInfo
source: Auto breaks are calculated automatically and cannot be manually edited.
de: Auto-Pausen werden automatisch berechnet und können nicht manuell bearbeitet werden.
es: Las pausas automaticas se calculan automaticamente y no se pueden editar manualmente.
fr: Les pauses automatiques sont calculees automatiquement et ne peuvent pas etre modifiees manuellement.
it: Le pause automatiche vengono calcolate automaticamente e non possono essere modificate manualmente.
pt: As pausas automaticas sao calculadas automaticamente e nao podem ser editadas manualmente.

# CloseMonthConfirm
source: Do you want to close {0}? Entries cannot be edited afterwards.
de: Möchtest du {0} abschließen? Einträge können danach nicht mehr bearbeitet werden.
es: Desea cerrar {0}? Los registros no se podran editar despues.
fr: Voulez-vous cloturer {0}? Les enregistrements ne pourront plus etre modifies.
it: Vuoi chiudere {0}? Le registrazioni non potranno piu essere modificate.
pt: Deseja fechar {0}? Os registros nao poderao mais ser editados.

# UnlockMonthConfirm
source: Do you want to unlock {0}?
de: Möchtest du {0} entsperren?
es: Desea desbloquear {0}?
fr: Voulez-vous debloquer {0}?
it: Vuoi sbloccare {0}?
pt: Deseja desbloquear {0}?

source: Unlock
de: Entsperren
es: Desbloquear
fr: Debloquer
it: Sblocca
pt: Desbloquear

source: Note
de: Hinweis
es: Nota
fr: Remarque
it: Nota
pt: Nota

# VacationDaysInfo
source: Vacation days for this year:
de: Anzahl Urlaubstage für dieses Jahr:
es: Dias de vacaciones para este ano:
fr: Jours de conges pour cette annee:
it: Giorni di ferie per quest'anno:
pt: Dias de ferias para este ano:

source: Carry over days
de: Resturlaub übertragen
es: Transferir dias
fr: Reporter les jours
it: Riporta giorni
pt: Transferir dias

# DaysCarriedOver
source: {0} days from {1} have been carried over.
de: {0} Tage aus {1} wurden übertragen.
es: {0} dias de {1} han sido transferidos.
fr: {0} jours de {1} ont ete reportes.
it: {0} giorni del {1} sono stati riportati.
pt: {0} dias de {1} foram transferidos.

# NoDaysToCarryOver
source: No remaining days from {0} to carry over.
de: Keine Resttage aus {0} zum Übertragen vorhanden.
es: No hay dias restantes de {0} para transferir.
fr: Aucun jour restant de {0} a reporter.
it: Nessun giorno residuo del {0} da riportare.
pt: Nenhum dia restante de {0} para transferir.

# RemainingDays
source: remaining
de: verbleibend
es: restante
fr: restant
it: rimanente
pt: restante

source: planned
de: geplant
es: planificado
fr: prevu
it: pianificato
pt: planejado

# NoWorkDaysInPeriod
source: The selected period contains no work days.
de: Der gewählte Zeitraum enthält keine Arbeitstage.
es: El periodo seleccionado no contiene dias laborales.
fr: La periode selectionnee ne contient pas de jours ouvres.
it: Il periodo selezionato non contiene giorni lavorativi.
pt: O periodo selecionado nao contem dias uteis.

source: Premium feature
es: Funcion Premium
fr: Fonctionnalite Premium
it: Funzione Premium
pt: Funcao Premium

# PremiumRequired
source: This feature requires Premium. Upgrade now!
de: Diese Funktion erfordert Premium. Jetzt upgraden!
es: Esta funcion requiere Premium. Actualizar ahora!
fr: Cette fonctionnalite necessite Premium. Mettre a niveau!
it: Questa funzione richiede Premium. Aggiorna ora!
pt: Esta funcao requer Premium. Atualize agora!

# PdfExportPremium
source: PDF export is a Premium feature.
de: PDF-Export ist ein Premium-Feature.
es: La exportacion PDF es una funcion Premium.
fr: L'export PDF est une fonctionnalite Premium.
it: L'esportazione PDF e una funzione Premium.
pt: Exportacao PDF e uma funcao Premium.

# ExportFailedMessage
source: Export failed: {0}
de: Export fehlgeschlagen: {0}
es: Exportacion fallida: {0}
fr: Exportation echouee: {0}
it: Esportazione fallita: {0}
pt: Exportacao falhou: {0}

source: Special leave
de: Sonderurlaub
es: Permiso especial
fr: Conge special
it: Permesso speciale
pt: Licenca especial

source: Unpaid leave
de: Unbezahlter Urlaub
es: Permiso sin sueldo
fr: Conge sans solde
it: Permesso non retribuito
pt: Licenca nao remunerada

source: Overtime compensation
de: Überstundenabbau
es: Compensacion de horas extras
fr: Compensation des heures sup.
it: Compensazione straordinari
pt: Compensacao de horas extras

source: Illness
de: Krankheit
es: Enfermedad
fr: Maladie
it: Malattia
pt: Doenca

# TableDate
source: Date
de: Datum
es: Fecha
it: Data
pt: Data

# TableStatus
source: Status
es: Estado
fr: Statut
it: Stato
pt: Estado

# TableCheckIn
source: In
de: Komm
es: Entrada
fr: Arrivee
it: Entrata
pt: Entrada

# TableCheckOut
source: Out
de: Geh
es: Salida
fr: Depart
it: Uscita
pt: Saida

# TableWork
source: Work
de: Arbeit
es: Trabajo
fr: Travail
it: Lavoro
pt: Trabalho

# TablePause
source: Pause
es: Pausa
it: Pausa
pt: Pausa

# TableBalance
source: Balance
de: Saldo
es: Saldo
fr: Solde
it: Saldo
pt: Saldo

# ChartActualHours
source: Actual hours
de: Ist-Stunden
es: Horas reales
fr: Heures reelles
it: Ore effettive
pt: Horas reais

# ChartTargetFormat
source: Target ({0}h)
de: Soll ({0}h)
es: Objetivo ({0}h)
fr: Objectif ({0}h)
it: Obiettivo ({0}h)
pt: Meta ({0}h)

# ChartHours
source: Hours
de: Stunden
es: Horas
fr: Heures
it: Ore
pt: Horas

# ChartDaily
source: Daily
de: Täglich
es: Diario
fr: Quotidien
it: Giornaliero
pt: Diario

# ChartCumulative
source: Cumulative
de: Kumuliert
es: Acumulado
fr: Cumule
it: Cumulativo
pt: Acumulado

# ChartAvgHours
source: Avg hours
de: ⌀ Stunden
es: ⌀ Horas
fr: ⌀ Heures
it: ⌀ Ore
pt: ⌀ Horas

# ChartWorkHours
source: Work hours
de: Arbeitsstunden
es: Horas de trabajo
fr: Heures de travail
it: Ore di lavoro
pt: Horas de trabalho

# ChartCumulativeBalance
source: Cum. balance
de: Kum. Saldo
es: Saldo acum.
fr: Solde cum.
it: Saldo cum.
pt: Saldo acum.

# ShiftOff
source: Off
de: Frei
es: Libre
fr: Repos
it: Libero
pt: Folga

# ErrorLoading
source: Error loading: {0}
de: Fehler beim Laden: {0}
es: Error al cargar: {0}
fr: Erreur de chargement : {0}
it: Errore di caricamento: {0}
pt: Erro ao carregar: {0}

# ErrorSaving
source: Error saving: {0}
de: Fehler beim Speichern: {0}
es: Error al guardar: {0}
fr: Erreur de sauvegarde : {0}
it: Errore di salvataggio: {0}
pt: Erro ao salvar: {0}

# ErrorGeneric
source: Error: {0}
de: Fehler: {0}
fr: Erreur : {0}
it: Errore: {0}
pt: Erro: {0}

# ErrorOpenUrl
source: Could not open URL: {0}
de: URL konnte nicht geöffnet werden: {0}
es: No se pudo abrir la URL: {0}
fr: Impossible d'ouvrir l'URL : {0}
it: Impossibile aprire l'URL: {0}
pt: Não foi possível abrir a URL: {0}

# DayStatus_Training
source: Training
de: Schulung
es: Formación
fr: Formation
it: Formazione
pt: Treinamento

# DayStatus_CompensatoryTime
source: Compensatory time
de: Zeitausgleich
es: Compensación horaria
fr: Compensation horaire
it: Compensazione oraria
pt: Compensação horária

# CalendarCreatedBy
source: Created by WorkTime Pro
de: Erstellt von WorkTime Pro
es: Creado por WorkTime Pro
fr: Créé par WorkTime Pro
it: Creato da WorkTime Pro
pt: Criado por WorkTime Pro

# CalendarAutoBreak
source: thereof auto: {0} min
de: davon auto: {0} min
es: de los cuales auto: {0} min
fr: dont auto : {0} min
it: di cui auto: {0} min
pt: dos quais auto: {0} min

# ThemeMidnight
source: Midnight
es: Medianoche
it: Mezzanotte
pt: Meia-noite

# ThemeMidnightDesc
source: Modern dark
es: Moderno oscuro
it: Moderno scuro
pt: Moderno escuro

# ThemeAuroraDesc
source: Colorful dark
es: Colorido oscuro
it: Colorato scuro
pt: Colorido escuro

# ThemeDaylight
source: Daylight
es: Luz del dia
it: Luce del giorno
pt: Luz do dia

# ThemeDaylightDesc
source: Clean and light
es: Limpio y claro
it: Chiaro e pulito
pt: Limpo e claro

# ThemeForest
source: Forest
es: Bosque
it: Foresta
pt: Floresta

# ThemeForestDesc
source: Natural dark
es: Natural oscuro
it: Naturale scuro
pt: Natural escuro

source: Set status
es: Establecer estado
it: Imposta stato
pt: Definir estado

source: Date range
es: Periodo
it: Periodo
pt: Período

# PremiumFeatureTitle
source: Premium Feature
es: Función Premium
it: Funzione Premium
pt: Função Premium

# PremiumFeatureDesc
source: This feature requires Premium.
es: Esta función requiere Premium.
it: Questa funzione richiede Premium.
pt: Esta função requer Premium.

# WatchVideoOnce
source: Watch Video → Use Once
es: Ver Video → Usar una vez
it: Guarda Video → Usa una volta
pt: Ver Vídeo → Usar uma vez

source: Buy Premium → Unlimited
es: Comprar Premium → Ilimitado
it: Acquista Premium → Illimitato
pt: Comprar Premium → Ilimitado

# VideoRewardSuccess
source: Feature unlocked!
es: ¡Función desbloqueada!
it: Funzione sbloccata!
pt: Função desbloqueada!

# VideoAdFailed
source: Could not load video
es: No se pudo cargar el video
it: Impossibile caricare il video
pt: Não foi possível carregar o vídeo

source: End of day!
es: ¡Fin del día!
it: Fine giornata!
pt: Fim do dia!

# AdVideoNotAvailableTitle
source: No video available
es: Sin vídeo disponible
it: Nessun video disponibile
pt: Sem vídeo disponível

# AdVideoNotAvailableMessage
source: No ad video is currently available. Please try again later.
es: Actualmente no hay ningún vídeo publicitario disponible. Inténtalo de nuevo más tarde.
it: Nessun video pubblicitario è attualmente disponibile. Riprova più tardi.
pt: Nenhum vídeo publicitário está disponível no momento. Tente novamente mais tarde.

# WarningDailyWorkTimeExceeds
source: Daily work time exceeds {0}h (ArbZG)
it: L'orario di lavoro giornaliero supera {0}h (ArbZG)

# WarningMinPause30
source: Minimum 30min pause required for over 6h work time
it: Pausa minima di 30 min richiesta per oltre 6h di lavoro

# WarningMinPause45
source: Minimum 45min pause required for over 9h work time
it: Pausa minima di 45 min richiesta per oltre 9h di lavoro

# WarningRestTimeBelowMin
source: Rest time below {0}h between shifts
it: Tempo di riposo inferiore a {0}h tra i turni

# ExportWorkTimeReport
source: Work time report
it: Rapporto ore di lavoro

# ExportTotal
source: TOTAL
it: TOTALE

# ExportYearOverviewTitle
source: Year overview
it: Panoramica annuale

source: Start time
it: Ora di inizio

source: End time
it: Ora di fine

source: Add break
it: Aggiungi pausa

source: Entry type
it: Tipo di voce

source: Edit entry
it: Modifica voce

# ValidationCheckInOutOrder
source: Check-in must be before check-out
it: Il check-in deve essere prima del check-out

# ValidationPauseOverlap
source: Break overlaps with existing break
it: La pausa si sovrappone a una pausa esistente

# ValidationEndBeforeStart
source: End time must be after start time
it: L'ora di fine deve essere dopo l'ora di inizio

# ReminderMorningTitle
source: Time to check in!
it: Ora di timbrare!

# ReminderMorningBody
source: Don't forget to check in for today
it: Non dimenticare di timbrare oggi

# ReminderEveningTitle
source: Still working?
it: Ancora al lavoro?

# ReminderEveningBody
source: Don't forget to check out
it: Non dimenticare di timbrare l'uscita

# ReminderPauseTitle
source: Time for a break!
it: È ora di una pausa!

# ReminderPauseBody
source: You've been working for {0} hours without a break
it: Lavori da {0} ore senza pausa

# ReminderOvertimeTitle
source: Overtime warning
it: Avviso straordinari

# ReminderOvertimeBody
source: You have exceeded {0} hours of work today
it: Hai superato {0} ore di lavoro oggi

# ReminderWeeklyTitle
source: Weekly summary
it: Riepilogo settimanale

# ReminderWeeklyBody
source: KW {0}: {1} / {2} target | Balance: {3}
it: Sett {0}: {1} / {2} obiettivo | Saldo: {3}

source: Undo
it: Annulla

# UndoCheckIn
source: Check-in undone
it: Timbratura annullata

# UndoCheckOut
source: Check-out undone
it: Uscita annullata

source: Time rounding
it: Arrotondamento tempo

# NoRounding
source: None
it: Nessuno

source: Hourly rate
it: Tariffa oraria

# TodayEarnings
source: Today's earnings
it: Guadagno di oggi

source: Total earnings
it: Guadagno totale

source: Earnings
it: Guadagno

source: Press back again to exit
it: Premi di nuovo per uscire

# WeekGoalReached
source: Weekly goal reached!
it: Obiettivo settimanale raggiunto!

# DayStreak
source: days
it: giorni

source: per hour
it: all'ora

source: No
de: Nein
fr: Non
pt: Nao
